Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Booking.Info.SeekerFirst.Content
source: Once the request is sent, the Lister has 24 hours to respond. In the meantime, you’re free to send out as many Booking Requests as you like. It’s important to note however that the first Lister to accept your Booking Request will be the room you book. All other requests will be automatically cancelled.
ca: L'Anunciant ha d'acceptar o rebutjar la Sol·licitud o caducarà passades 24 hores. Durant aquest temps, pots enviar més Sol·licituds de Reserva. La primera que s'accepti serà la finalment confirmada. En el cas que tinguessis més Sol·licituds, aquestes quedaran cancel·lades.
es: El Anunciante tiene que aceptar o rechazar la Solicitud o caducará tras 24 horas. Durante este tiempo puedes mandar más Solicitudes de Reserva. La primera que se acepte será la que quedará confirmada. En el caso de que tuvieras más Solicitudes, estas quedarán canceladas.
fr: L' Annonceur doit accepter ou décliner la Demande de Réservation avant qu'elle n'arrive à expiration après 24 heures. Pendant ce temps, vous pouvez envoyer plusieurs demandes de réservation. La première acceptée sera la première confirmée. Rappelez-vous que si vous avez envoyé plusieurs demandes de réservation et qu'une des demandes est acceptée, les autres seront automatiquement annulées.
it: L' inserzionista deve accettare o rifiutare la Richiesta o scadrà dopo 24 ore. Durante questo tempo, puoi inviare altre richieste di prenotazione. La prima accettata verrà confermata. In caso di richieste multiple, quando una viene accettata le altre vengono cancellate.
nl: De Plaatser moet het verzoek accepteren of afwijzen, anders zal het na 24 uur vervallen. Tijdens deze periode kun je nog steeds boekingsverzoeken versturen. De eerste die geaccepteerd wordt, wordt bevestigd. Merk op dat, in geval van meerdere verzoeken, de anderen geannuleerd worden wanneer er één wordt geaccepteerd.

# Booking.Info.Seeker.Second.Subtitle
source: How do I know the Booking Request process has ended?
ca: Com sé que el procés de Reserva ha finalitzat?
es: ¿Cómo sé que el proceso de Reserva ha terminado?
fr: Comment savoir que le processus de Réservation est terminé ?
it: Come faccio a sapere quando il processo di Prenotazione è completato?
nl: Hoe weet ik dat het boekingsproces beëindigd is?

# Booking.Info.Seeker.Second.Content
source: You’ll know that the Booking Request process has ended if you see one the following statuses: Booking confirmed: The Lister accepted your Booking Request and your payment has been processed. The room is booked to you, we’ll transfer the booking amount to the Lister 48 hours after the moving-in day. Request rejected: The Lister rejected your Booking Request and you can start the process again. Request expired: The Lister hasn’t responded to your Booking Request in time, you can start the process again. Request not possible: The Lister booked the room to someone else. You can start the process again.
ca: Quan el procés de Reserva acabi, l'estat serà un dels següents: Reserva Confirmada: l'Anunciant ha acceptat la Sol·licitud i badi guardarà l'import de la Reserva. L'habitació quedarà bloquejada i reservada. La transferència es realitzarà passades 48 hores de la data d'entrada. Sol·licitud Rebutjada: l'Anunciant ha rebutjat la Reserva i podràs començar el procés de nou. Sol·licitud Caducada: la sol·licitud no s'ha respost i podràs començar el procés de nou. Sol·licitud Inviable: L'Anunciant ja ha reservat l'habitació a un altre usuari.
es: Cuando el proceso de Reserva termine, tu estado será uno de los siguientes: Reserva Confirmada: el Anunciante ha aceptado la Solicitud y Badi guardará el importe de la Reserva hasta 48h después de la entrada. Ten en cuenta que la habitación quedará bloqueada y reservada hasta ese día. Solicitud Rechazada: el Anunciante ha rechazado la Reserva y podrás empezar el proceso de nuevo. Solicitud Caducada: la Solicitud no se ha respondido y podrás empezar el proceso de nuevo. Solicitud Inviable: el Anunciante ya ha reservado la habitación a otro usuario.
fr: Quand le processus de Réservation touche à sa fin, le statut sera l'un des suivants : Réservation confirmée : L' Annonceur a accepté la Demande de réservation, badi retiendra alors le Montant de la Réservation. La chambre sera réservée et le transfert de l'argent prévu 48h après la date d'arrivée. Réservation déclinée : l'Annonceur a décliné la Réservation. Vous pouvez reprendre vos recherches. Réservation expirée : la Demande n'a pas reçu de réponse. Réservation non disponible : l'Annonceur a déjà réservé la chambre à un autre utilisateur.
it: Quando la richiesta di prenotazione terminerà, lo status sarà uno dei seguenti. Prenotazione Confermata: l'Inserzionista accetta la Richiesta e Badi TRATTIENE l'Importo della Prenotazione. La stanza sarà bloccata e prenotata. Il trasferimento del pagamento avviene dopo 48 ore dalla data di inizio. Richiesta Rifiutata: l' Inserzionista rifiuta la Prenotazione e puoi ricominciare un nuovo processo. Richiesta Scaduta: la Richiesta non ha avuto risposta. Richiesta Non Possibile: l'Inserzionista ha già prenotato la stanza per un altro utente.
nl: Als het boekingsproces eindigt zal de status 1 van de volgende zijn: Boeking bevestigd: de Plaatser accepteert het verzoek en Badi houdt het boekingsbedrag VAST. De kamer is nu geblokkeerd en geboekt. De betaling wordt gepland op 48 uur na de startdatum. Verzoek afgewezen: de Plaatser wijst de boeking af en je kunt het proces opnieuw beginnen. Verzoek vervallen: het verzoek is niet beantwoord. Verzoek niet mogelijk: de Plaatser heeft de kamer al aan een andere gebruiker verhuurd.

# Booking.Info.Seeker.Third.Subtitle
source: What happens when the moving-in day arrives?
ca: Què passa un cop arriba el dia d'entrada?
es: ¿Qué pasará cuando llegue el día de entrada?
fr: Que se passe t-il le jour de votre arrivée ?
it: Cosa succede quando arriva la data d'ingresso?
nl: Wat gebeurt er op de startdatum?

# Booking.Info.Seeker.Third.Content
source: You’ll have 24 hours from the agreed moving-in day to check out your new room. Any issues you might have should be reported to our customer care team within those 24 hours. If you don’t report any issues within the first 24 hours, we will transfer the booking amount to the Lister (48 hours after the moving-in day). Any reported issues will be handled by our customer care team who will analyse each situation directly and individually. The 24 hours that follow will be dedicated to solving the problem: • If the problem is solved, the booking amount will be transferred to the Lister after those 24 hours (48 hours after the moving-in day). • If the problem can’t be solved, the full booking amount will be reimbursed to you.
ca: Quan la data d'entrada arribi, tindràs 24 hores per revisar la teva nova habitació i informar de qualsevol incidència que trobis al nostre equip d'atenció al client. Si no informes sobre cap incidència, l'import es transferirà automàticament passades 24 hores del dia d'entrada. Si informes sobre una incidència, l'equip d'atenció al client analitzarà cada situació directa i individualment. Les 24 hores vinents es dedicaran a resoldre el problema: • Si el problema queda resolt, els diners s'enviaran a l'Anunciant passades 24 hores. (48 hores després de la data d'entrada). • Si el problema no s'ha pogut resoldre, l'import et serà retornat en la seva totalitat.
es: Cuando llegue el día de entrada, tendrás 24 horas para informar si hay alguna incidencia a nuestro equipo de atención al cliente.. En el caso de estar todo correcto, el dinero se transferirá automáticamente 24h después del día de entrada. Si informas sobre alguna incidencia, el equipo de atención al cliente analizará cada situación directa e individualmente. Las próximas 24 horas se dedicarán a resolver el problema. • Si el problema se resuelve, el dinero se enviará al Anunciante tras 24 horas (48 horas desde el día de entrada). • Si el problema no ha podido ser resuelto, el dinero se te devolverá en su totalidad.
fr: Une fois dans l'appartement, vous avez 24 heures pour vérifier l'état de votre chambre et signaler tout incident à notre équipe de service client. Si vous ne signalez aucun incident, l'argent sera transféré 24 heures après le jour de votre arrivée dans l'appartement. Au cas où vous signalez un incident, l'équipe de service client analysera chaque situation individuellement et vous apportera une réponse dans les prochaines 24 heures : • Une fois le problème résolu, l'argent sera envoyé à l'Annonceur après 24 heures (soit 48 heures après l'arrivée dans l'appartement). • Si le problème persiste, le montant total de la réservation vous sera remboursé.
it: A partire dalla data d'ingresso, avrai 24 ore per controllare la tua nuova stanza e far presente al nostro servizio clienti qualsiasi tipo di problema incontrato. Se non sporgi nessun reclamo, il denaro sarà trasferito 24 ore dopo la data d'ingresso. Se sporgi un reclamo, il servizio clienti analizzerà la situazione direttamente ed individualmente. Risolveranno il problema entro 24 ore. • Se il problema è risolto, il denaro sarà inviato all'inserzionista dopo queste 24 ore (48 ore dopo la data d'ingresso). • Se il problema non può essere risolto, l'importo ti sarà completamente rimborsato.
nl: Vanaf de startdatum heb je 24 uur om je nieuwe kamer te bekijken en eventuele fouten aan onze klantenservice te rapporteren. Als je geen fouten rapporteert wordt het bedrag 24 uur na de startdatum overgemaakt. Als je een fout rapporteert zal onze klantenservice de situatie rechtstreeks en individueel analyseren. De volgende 24 uur wordt besteed aan het oplossen van het probleem: • Als het probleem opgelost is wordt het bedrag na deze 24 uur overgemaakt aan de plaatser (48 uur na de startdatum). • Als het probleem niet opgelost kan worden krijg je het bedrag volledig terugbetaald.

# Booking.Info.Seeker.Fourth.Subtitle
source: Cancellation policy:
ca: Política de cancel·lació:
es: Política de cancelación:
fr: Politique d'annulation
it: Termini di cancellazione:
nl: Annuleringsbeleid:

# Booking.Info.Seeker.Fourth.Content
source: If the Lister cancels the booking, we’ll reimburse 100% of the booking amount to you. If you cancel the Booking: • 11 days or more before the moving-in day, we’ll return 100% of the booking amount to you. • Between 10-6 days before the moving-in day, you’ll receive 50% of the booking amount. • 5 days or less before the moving-in day, we’ll transfer the full booking amount to the Lister. In the event of a cancellation, we’ll contact you immediately.
ca: Si l'Anunciant cancel·la la Reserva, tindràs un reemborsament del 100% de l'import total. Si tu cancel·les la Reserva: • 11 dies abans de la data d'entrada, no s'aplicarà cap càrrec i tindràs un reemborsament del 100%. • Entre els dies 10 i 6 abans de la data d'entrada, tindràs un reemborsament del 50% de l'import final. • Dins dels 5 dies anteriors a la data d'entrada, transferirem l'import total a l'Anunciant. Igualment, en cas de cancel·lació contactarem amb tu.
es: Si el Anunciante cancela la Reserva tendrás un reembolso del 100% del importe total. Si cancelas la Reserva: • 11 días antes de la fecha de entrada, no se aplicará ningún cargo y tendrás un reembolso del 100%. • Entre 10 y 6 días antes de la fecha de entrada, tendrás un reembolso del 50% del importe total. • Dentro de los 5 días anteriores a la fecha de entrada, transferiremos el importe total al Anunciante. Igualmente, en caso de cancelación contactaremos contigo.
fr: Si l'Annonceur annule la Réservation, vous serez remboursé à 100 % du montant de la réservation. Si vous annulez la Réservation : • 11 jours avant la date d'entrée dans l'appartement, aucune taxe ne sera appliquée et vous serez remboursé à 100 %. • Dans un délai de 6-10 jours avant la date d'arrivée dans l'appartement, vous recevrez 50 % du montant total de la réservation. • Dans un délai de 5 jours avant la date d'arrivée, nous transfèrerons la totalité du montant à l'Annonceur. En cas d'annulation, nous vous contacterons immédiatement.
it: Se l'Inserzionista cancella la Prenotazione verrai rimborsato del 100% dell'importo totale. Se cancelli la Prenotazione: • oltre 11 giorni prima della data d'ingresso nessun addebito verrà effettuato e sarai rimborsato del 100%. • Tra i 10 e i 6 giorni prima della data d'ingresso, riceverai un 50% di rimborso sull'importo totale. • Entro 5 giorni prima della data d'ingresso, trasferiremo l'intero importo all'inserzionista. In ogni caso, se avviene una cancellazione ci metteremo in contatto con te.
nl: Als de Plaatser de boeking annuleert krijg je het totaalbedrag 100% terugbetaald. Als je de boeking annuleert: • 11 dagen voor de startdatum wordt niets in rekening gebracht en krijg je het bedrag voor 100% terugbetaald. • Tussen 10 en 6 dagen voor de startdatum krijg je een terugbetaling van 50% van het totaalbedrag. • Binnen de laatste 5 dagen voor de startdatum wordt het totaalbedrag volledig aan de Plaatser overgemaakt. In elk geval nemen we contact met je op als een annulering plaatsvindt.

# Booking.Info.Lister.Title
source: Rooms can be booked by either sending or receiving a Booking Request.
ca: Hi ha dues maneres de reservar una habitació: enviant una Sol·licitud de Reserva o rebre'n una.
es: Hay dos maneras de reservar una habitación: mandando una Solicitud de Reserva o recibiendo una.
fr: Pour réserver une chambre, vous pouvez envoyer une Demande de Réservation ou bien recevoir une Demande.
it: Ci sono due modi per prenotare una stanza: inviando una Richiesta di Prenotazione o ricevendone una.
nl: Er zijn twee manieren om een kamer te boeken. Door een boekingsverzoek te sturen of te ontvangen.

# Booking.Info.Lister.Receive
source: If you receive a Booking Request…
ca: Si rebs una Sol·licitud de Reserva...
es: Si recibes una Solicitud de Reserva...
fr: Si vous recevez une Demande de Réservation...
it: Se ricevi una Richiesta di Prenotazione...
nl: Als je een boekingsverzoek ontvangt...

# Booking.Info.Lister.Receive.Content
source: 1.- When you receive a Booking Request, you have 24 hours to accept or reject it. If you don’t do so within 24 hours, the request will expire and you won’t be able to book the room through that request. 2.- If you accept the Booking Request, the next step will be to confirm your personal info and bank account details. This is needed in order to process the secure payment of the Booking Amount. 3.- Once the request is accepted, the booking will be confirmed. We’ll then hold the booking amount until 48 hours have passed after the moving-in day.
ca: 1.- Un cop rebis una Sol·licitud de Reserva, tindràs 24 hores per acceptar-la o rebutjar-la. Si no contestes en 24 hores, la Sol·licitud caducarà i perdràs l'oportunitat. 2.- Si acceptes la Sol·licitud de Reserva, hauràs d'emplenar la teva informació de contacte i el teu compte bancari. És necessari per transferir-te l'import de la Reserva el dia establert. 3.- Un cop fet el pagament, la Reserva quedarà confirmada. Badi, guardarà l'import de la Reserva fins 48 hores després de la data d'entrada.
es: 1.- Una vez recibes una Solicitud de Reserva, tendrás 24 horas para aceptarla o rechazarla. Si no constestas en 24 horas, la Solicitud caducará y perderás la oportunidad. 2.- Si aceptas la Solicitud de Reserva, tendrás que completar tu información personal y tu cuenta bancaria para que podamos transferir el importe de la Reserva el día acordado. 3.- Una vez aceptada, la Reserva quedará confirmada. Badi guardará el importe de la Reserva hasta 48 horas después de la fecha de entrada.
fr: 1.- Une fois la Demande de réservation reçue, vous avez 24 heures pour l'accepter ou la décliner. Si vous ne répondez pas dans un délai de 24 heures, la demande arrivera à expiration et vous laisserez peut-être filer une occasion en or. 2.- Si vous ACCEPTEZ la Demande de réservation, il vous faudra remplir vos informations personnelles. Il est nécessaire de transférer le montant de la réservation à la date prévue. 3.- Une fois le paiement effectué, la réservation sera confirmée et badi bloquera le montant de la Réservation. Si vous ne signalez aucun incident, le montant de la réservation sera transféré 48 heures après l'arrivée dans l'appartement.
it: 1.- Quando ricevi una richiesta di Prenotazione, hai 24 ore di tempo per accettarla o rifiutarla. Se non rispondi entro 24 ore, la richiesta scadrà e perderai l'opportunità. 2.- Se ACCETTI la richiesta di Prenotazione, dovrai completare le tue informazioni personali e le informazioni sul conto. Questo è necessario per trasferirti l'importo della prenotazione nella data concordata. 3.- Una volta Accettata, la prenotazione è confermata. Badi TRATTIENE l'importo della Prenotazione sino a 48 ore dopo la data d'ingresso.
nl: 1.- Als je een boekingsverzoek ontvangt heb je 24 uur om het te accepteren of te weigeren. Als je niet reageert binnen deze 24 uur zal het verzoek vervallen en ben je de kans kwijt. 2.- Als je het boekingsverzoek ACCEPTEERT moet je je persoonlijke- en rekeninggegevens voltooien. Dit is nodig om het boekingsbedrag op de geplande datum over te maken. 3.- Zodra de boeking geaccepteerd is, is deze bevestigd. Badi houdt het boekingsbedrag VAST tot 48 uur na de startdatum.

# Booking.Info.Lister.Send
source: If you send a Booking Request…
ca: Si envies una Sol·licitud de Reserva...
es: Si mandas una Solicitud de Reserva...
fr: Si vous envoyez une Demande de Réservation...
it: Se invii una Richiesta di Prenotazione…
nl: Als je een boekingsverzoek verstuurt...

# Booking.Info.Lister.Send.Content
source: 1.- First, you’ll need to provide us with your personal info and bank account details. We need this to transfer the booking amount to you on the set date (48 hours after moving-in day). 2.- Remember to include the moving-in day and the booking amount in the Booking Request. 3.- Send the Booking Request to the Seeker, they’ll then have 24 hours to confirm or reject it.
ca: 1.- Primer, completa les teves dades de contacte i compte bancari. És imprescindible per transferir l'import de la Reserva el dia establert. 2.- No et descuidis d'indicar la data d'entrada i l'import de la Reserva. 3.- Envia la Sol·licitud de Reserva perquè el futur company de pis pugui acceptar-la o rebutjar-la.
es: 1.- Primero, completa tus datos de contacto y cuenta bancaria. Es imprescindible para transferir el importe de la reserva el día establecido. 2.- Asegúrate de indicar la fecha de entrada y el importe de la Reserva. 3.- Manda una Solicitud de Reserva para que el futuro compañero de piso acepte o rechace la Reserva.
fr: 1.- Renseignez dans un premier temps vos données personnelles. Il est important de transférer le montant de la réservation à la date prévue. 2.- Veillez à bien indiquer la date d'arrivée et le montant de la réservation. 3.- Envoyez la Demande de Réservation pour que le Candidat puisse la confirmer ou la décliner.
it: 1.- Completa prima le tue informazioni personali e le informazioni sul conto. È necessario per il trasferimento dell'importo della prenotazione nella data concordata. 2.- Controlla di aver inserito la DATA D'INGRESSO e l'IMPORTO DELLA PRENOTAZIONE. 3.- Invia la Richiesta di Prenotazione così che l'affittuario possa confermarla o rifiutarla.
nl: 1.- Voltooi eerst je persoonlijke- en rekeninggegevens. Dit is nodig om het boekingsbedrag over te maken op de geplande datum (48 uur na de startdatum). 2.- Geef de startdatum en het boekingsbedrag op. 3.- Stuur het boekingsverzoek zodat de Zoeker deze kan bevestigen of afwijzen.

# Booking.Info.Lister.First.Title
source: What happens next?
ca: Què passa després?
es: ¿Qué pasa después?
fr: Que se passe-t-il ensuite ?
it: Cosa accade dopo?
nl: Wat nu?

# Booking.Info.Lister.First.Content
source: Once the request is sent, the Seeker has 24 hours to respond. In the meantime, you’re free to send out as many Booking Requests as you like for the same room. It’s important to note however, that the first Seeker to accept your Booking Request will be the one to book the room. All other requests will be automatically cancelled.
ca: El futur company de pis ha d'acceptar o rebutjar la Sol·licitud o caducarà passades 24 hores. Durant aquest temps, pots enviar més Sol·licituds de Reserva. La primera que s'accepti serà la confirmada. En el cas que tinguessis més Sol·licituds, aquestes quedaran cancel·lades.
es: El futuro compañero de piso tiene que aceptar o rechazar la Solicitud o caducará tras 24 horas. Durante este tiempo puedes mandar más Solicitudes de Reserva. La primera que se acepte será la que quedará confirmada. En el caso de que tuvieras más Solicitudes, estas quedarán canceladas.
fr: Le candidat doit accepter ou décliner la Demande avant qu'elle n'expirere après 24 heures. Pendant ce temps, vous pouvez envoyer d'autres demandes de réservation. Le premier Candidat qui acceptera votre Demande de Réservation sera votre nouveau colocataire. Les autres demandes seront automatiquement éliminées.
it: Il potenziale inquilino deve accettare o rifiutare la Richiesta, o la stessa scadrà dopo 24 ore. Durante questo tempo, puoi inviare altre richieste di prenotazione. La prima accettata sarà confermata. Nota che nel caso di richiesta multiple, una volta che una viene accettata le altre saranno cancellate.
nl: De Zoeker moet het verzoek accepteren of weigeren, anders zal het na 24 uur vervallen. Tijdens deze periode kun je nog steeds boekingsverzoeken versturen. Het eerste verzoek dat geaccepteerd wordt, wordt bevestigd. Merk op dat, in geval van meerdere verzoeken, de anderen geannuleerd worden als er één geaccepteerd wordt.

# Booking.Info.Lister.Second.Title
source: How do I know the Booking Request process has ended?
ca: Com sé que el procés de Reserva ha finalitzat?
es: ¿Cómo sé que el proceso de Reserva ha terminado?
fr: Comment savoir que le processus de Réservation est terminé ?
it: Come faccio a sapere quando il processo di prenotazione è completato?
nl: Hoe weet ik dat het boekingsproces beëindigd is?
