Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Amenity.Furnished
source: furnished
ca: habitació moblada
es: habitación amueblada
fr: meublé
it: Ammobiliato
nl: Gemeubileerd

# Amenity.Pool
source: pool
ca: Piscina
es: Piscina
fr: Piscine
it: Piscina
nl: Zwembad

# Amenity.OwnBathroom
source: private bathroom
ca: Bany privat
es: baño privado
fr: Salle de bain privée
it: Bagno privato
nl: Privé-badkamer

# Amenity.Terrace
source: balcony
ca: Balcó
es: Balcón
fr: Balcon
it: Balcone
nl: Balkon

# Amenity.Window
source: natural light
ca: llum natural
es: luz natural
fr: lumière naturelle
it: Affaccio esterno
nl: Daglicht

# Amenity.Dishwasher
source: dishwasher
ca: rentaplats
es: Lavavajillas
fr: Lave-vaisselle
it: Lavastoviglie
nl: Vaatwasser

# Amenity.Wheelchair
source: wheelchair friendly
ca: Accessible
es: Accesible
fr: Accessible aux fauteuils roulants
it: Accesso per carrozzine
nl: Rolstoelvriendelijk

# Amenity.Garden
source: garden
ca: Jardí
es: Jardín
fr: Jardin
it: Giardino
nl: Tuin

# Amenities.Add
source: Add amenities
ca: Afegeix comoditats
es: Añadir comodidades
fr: Ajouter des équipements
it: Aggiungi caratteristiche
nl: Voeg voorzieningen toe

# Amenities.SeeAll
source: See all
ca: veure-les totes
es: Ver todo
fr: Voir tout
it: Vedi tutto
nl: Alles zien

# RoomStatusAction.Publish
source: Post - Visible
ca: Publicar - Visible
es: Publicar - Visible
fr: Publier - Visible
it: Mostra
nl: Plaats - Zichtbaar

# RoomStatusAction.Unpublish
source: Unpost - Not visible
ca: Despublicar - No visible
es: Despublicar - No visible
fr: Supprimer - Non visible
it: Nascondi
nl: Weghalen - Niet zichtbaar

# RoomStatusAction.Detele
source: Delete
ca: Eliminar
es: Borrar
fr: Effacer
it: Rimuovi
nl: Verwijder

# RoomStatusAction.Edit
source: Edit
ca: Editar
es: Editar
fr: Modifier
it: Modifica
nl: Wijzig

# RoomStatusAction.Share
source: Share
ca: Compartir
es: Compartir
fr: Partager
it: Condividi
nl: Deel

# RoomStatusAction.MarkRented
source: Mark as Rented
ca: Marca com a llogat
es: Marcar como alquilada
fr: Louée
it: Indica come Affittata
nl: Markeer als gehuurd

# RoomStatusAction.Cancel
source: Cancel
ca: Cancel·lar
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleer

# RoomDetailStatus.Rented
source: Rented
ca: Llogada
es: Alquilada
fr: Louée
it: Affittata
nl: Gehuurd

# RoomDetailStatus.Unpublished
source: Unposted - Not visible
ca: Despublicada - No visible
es: Despublicada - No visible
fr: Supprimée - Non visible
it: Nascondi
nl: Weggehaald - Niet zichtbaar

# RoomDetailStatus.Booked
source: Booked
ca: Reservada
es: Reservada
fr: Réservée
it: Prenotata
nl: Geboekt

# SeekerRooms.Title
source: Requests
ca: Sol·licituds
es: Solicitudes
fr: Demandes
it: Richieste
nl: Verzoeken

# SeekerRooms.Invitations
source: received
ca: rebudes
es: recibidas
fr: reçues
it: ricevute
nl: ontvangen

# SeekerRooms.Requests
source: sent
ca: enviades
es: enviadas
fr: envoyées
it: inviate
nl: verstuurd

# SeekerRooms.Invitations.Empty.Title
source: Empty inbox
ca: Ups! Això està molt buit
es: Esto está vacío
fr: Boîte de réception vide
it: Casella vuota
nl: Je inbox is leeg

# SeekerRooms.Invitations.Empty.Subtitle
source: If a Badi is interested in your profile you’ll receive their invitation here.
ca: Si un badi està interessat en el teu perfil, rebràs la seva invitació aquí.
es: Si un badi está interesado en tu perfil, recibirás su invitación aquí.
fr: Si un badi est intéressé par votre profil, vous recevrez une invitation ici.
it: Se un badi è interessato al tuo profilo riceverai il suo invito qui.
nl: Als een Badi geïnteresseerd is in je profiel zal je hier een uitnodiging ontvangen.

# SeekerRooms.Requests.Empty.Title
source: You haven’t sent any requests yet
ca: Encara no has enviat cap sol·licitud
es: Aún no has enviado ninguna solicitud.
fr: Vous n'avez pas encore envoyé de demande
it: Non hai ancora inviato alcuna richiesta
nl: Je hebt nog geen verzoeken verstuurd.

# SeekerRooms.Requests.Empty.Subtitle
source: Don’t be shy and start sending Requests.
ca: No siguis tímid i comença a enviar sol·licituds!
es: No seas timido, y comienzas a enviar solicitudes!
fr: Ne soyez pas timide et commencez à envoyer des Demandes !
it: Non essere timido e inizia a inviare Richieste.
nl: Wees niet verlegen en stuur een paar verzoeken.

# Language.Arabic
source: Arabic
ca: Àrab
es: Árabe
fr: Arabe
it: Arabo
nl: Arabisch

# Language.Indonesian
source: Indonesian
ca: Indonesi
es: Indonesio
fr: Indonésien
it: Indonesiano
nl: Indonesisch

# Language.Chinese
source: Chinese
ca: Xinès
es: Chino
fr: Chinois
it: Cinese
nl: Chinees

# Language.Czech
source: Czech
ca: Txec
es: Checo
fr: Tchèque
it: Ceco
nl: Tsjechisch

# Language.Danish
source: Danish
ca: Danès
es: Danés
fr: Danois
it: Danese
nl: Deens

# Language.German
source: German
ca: Alemany
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits

# Language.Greek
source: Greek
ca: Grec
es: Griego
fr: Grec
it: Greco
nl: Grieks

# Language.English
source: English
ca: Anglès
es: Inglés
fr: Anglais
it: Inglese
nl: Engels

# Language.Spanish
source: Spanish
ca: Espanyol
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans

# Language.French
source: French
ca: Francès
es: Francés
fr: Français
it: Francese
nl: Frans

# Language.Hindi
source: Hindi
es: Hindú
fr: Hindou

# Language.Italian
source: Italian
ca: Italià
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans

# Language.Japanese
source: Japanese
ca: Japonès
es: Japonés
fr: Japonais
it: Giapponese
nl: Japans

# Language.Corean
source: Korean
ca: Coreà
es: Coreano
fr: Coréen
it: Coreano
nl: Koreaans

# Language.Hungarian
source: Hungarian
ca: Hongarès
es: Húngaro
fr: Hongrois
it: Ungherese
nl: Hongaars

# Language.Dutch
source: Dutch
ca: Holandès
es: Holandés
fr: Néerlandais
it: Olandese
nl: Nederlands

# Language.Norwegian
source: Norwegian
ca: Noruec
es: Noruego
fr: Norvégien
it: Norvegese
nl: Noors

# Language.Polish
source: Polish
ca: Polonès
es: Polaco
fr: Polonais
it: Polacco
nl: Pools

# Language.Portuguese
source: Portuguese
ca: Portuguès
es: Portugués
fr: Portugais
it: Portoghese
nl: Portugees

# Language.Romanian
source: Romanian
ca: Romanès
es: Rumano
fr: Roumain
it: Romeno
nl: Roemeens

# Language.Russian
source: Russian
ca: Rus
es: Ruso
fr: Russe
it: Russo
nl: Russisch

# Language.Finnish
source: Finnish
ca: Finlandès
es: Finlandés
fr: Finnois
it: Finlandese
nl: Fins

# Language.Swahili
source: Swahili
es: Suahili

# Language.Swedish
source: Swedish
ca: Suec
es: Sueco
fr: Suédois
it: Svedese
nl: Zweeds

# Language.Thai
source: Thai
ca: Tailandès
es: Tailandés
fr: Thailandais
it: Tailandese
nl: Thais

# Language.Turkish
source: Turkish
ca: Turc
es: Turco
fr: Turc
it: Turco
nl: Turks

# Language.Vietnamese
source: Vietnamese
ca: Vietnamita
es: Vietnamita
fr: Vietnamien
it: Vietnamita
nl: Vietnamees

# Language.Catalan
source: Catalan
ca: Català
es: Catalán
it: Catalano
nl: Catalaans

# Language.Euskera
source: Basque
ca: Vasc
es: Euskera
it: Basco
nl: Baskisch

# Language.Galician
source: Galician
ca: Gallec
es: Gallego
fr: Galicien
it: Galiziano
nl: Galliciaans

# Gender.Male
source: male
ca: home
es: hombre
fr: homme
it: uomo
nl: man

# Gender.Female
source: female
ca: dona
es: mujer
fr: femme
it: donna
nl: vrouw

# Gender.Male.Pronoun
source: him
ca: ell
es: él
fr: lui
it: lui
nl: hem

# Gender.Female.Pronoun
source: her
ca: ella
es: ella
fr: elle
it: lei
nl: haar

# Ocupation.Student
source: student
ca: estudiant
es: estudiante
fr: étudiant/e
it: studente

# Ocupation.Worker
source: worker
ca: treballador/a
es: trabajador/a
fr: employé
it: lavoratore
nl: werkende

# Ocupation.StudentWorker
source: student and worker
ca: estudiant i treballador
es: ambos
fr: Étudiant et jeune actif
it: studente e lavoratore
nl: student en werkende

# Ocupation.Student.PreUniversity
source: Pre-university studies
ca: Estudis preuniversitaris
es: Estudios preuniversitarios
fr: Études préuniversitaires
it: Studi pre-universitari
nl: MBO/HBO

# Ocupation.Student.University
source: University degree
ca: Grau universitari
es: Grado universitario
fr: Diplôme universitaire
it: Laurea
nl: Universiteit

# Ocupation.Student.Master
source: Masters
ca: Màster
es: Máster
fr: Master
it: Master
nl: Master

# Ocupation.Student.PhD
source: PhD
ca: Doctorat
es: Doctorado
fr: Doctorat
it: Dottorato

# Ocupation.Worker.Beauty
source: Beauty
ca: Bellesa
es: Belleza
fr: Cosmétique
it: Bellezza
nl: Uiterlijke verzorging

# Ocupation.Worker.BussinessAndManagement
source: Business, consulting and management
ca: Assessorament i consultoria d'empreses
es: Asesoramiento y consultoría de empresas
fr: Affaires, conseil et gestion
it: Affari, consulenza e gestione
nl: Business, consultancy en management

# Ocupation.Worker.Charity
source: Charity and voluntary work
ca: Voluntariat i causes benèfiques
es: Voluntariado y causas benéficas
fr: Bénévolat et volontariat
it: Beneficenza e lavoro volontario
nl: Vrijwilligerswerk

# Ocupation.Worker.CreativeArtsAndDesign
source: Creative arts and design
ca: Arts creatives i disseny
es: Creatividad y diseño
fr: Arts créatifs et design
it: Arti creative e design
nl: Kunst en ontwerp

# Ocupation.Worker.CustomerService
source: Customer Service
ca: Atenció al client
es: Atención al cliente
fr: Service client
it: Servizio clienti
nl: Klantenservice

# Ocupation.Worker.Education
source: Education
ca: Educació
es: Educación
fr: Éducation
it: Istruzione
nl: Onderwijs

# Ocupation.Worker.Entertainment
source: Entertainment
ca: Entreteniment
es: Entretenimiento
fr: Divertissement
it: Intrattenimento

# Ocupation.Worker.Finance
source: Finance
ca: Finances
es: Finanzas
fr: Finances
it: Finanza
nl: Financiën

# Ocupation.Worker.Health
source: Health
ca: Salut
es: Salud
fr: Santé
it: Salute
nl: Gezondheidszorg

# Ocupation.Worker.HR
source: HR
ca: Recursos Humans
es: RR. HH.
fr: RH
it: Risorse umane

# Ocupation.Worker.IT
source: IT
ca: Tecnologia
es: Informática
fr: Informatique
it: Informatica

# Ocupation.Worker.PublicServices
source: Public services
ca: Serveis públics
es: Funcionario
fr: Services publics
it: Servizi pubblici
nl: Overheid

# Ocupation.Worker.Law
source: Law
ca: Dret
es: Derecho
fr: Droit
it: Legge
nl: Recht

# Ocupation.Worker.Logistics
source: Logistics
ca: Logística
es: Logística
fr: Logistique
it: Logistica
nl: Logistiek

# Ocupation.Worker.RealState
source: Real estate
ca: Immobiliària
es: Inmobiliaria
fr: Immobilier
it: Immobiliare
nl: Makelaardij

# Ocupation.Worker.ResearchAndDevelopment
source: Research & Development
ca: Investigació i desenvolupament
es: Investigación y desarrollo
fr: Recherche & Développement
it: Ricerca e sviluppo

# Ocupation.Worker.Retail
source: Retail
ca: Venda al detall
es: Venta al por menor
fr: Vente au détail
it: Rivendita
nl: Winkel

# Ocupation.Worker.Sales
source: Sales
ca: Vendes
es: Ventas
fr: Vente
it: Vendite
nl: Verkoop

# Ocupation.Worker.Tourism
source: Tourism
ca: Turisme
es: Turismo
fr: Tourisme
it: Turismo
nl: Toerisme

# Profile.RequestedYourRoom
source: Requested your room
ca: Ha sol·licitat la teva habitació
es: Solicitó tu habitación
fr: aimerait être votre Badi
it: ha richiesto la tua stanza
nl: Heeft je kamer aangevraagd

# Profile.Verified
source: verified
ca: verificat
es: verificado
fr: vérifié
it: verificato
nl: geverifieerd

# Profile.Trusted
source: trusted
ca: de confiança
es: de confianza
fr: Personne de confiance
it: fidato

# Profile.VerifyProfile.Title
source: Verify your profile
ca: Verifiqueu el vostre compte.
es: Verifica tu perfil.
fr: Vérifiez votre profil
it: Verifica il tuo profilo
nl: Verifieer je profiel

# Profile.VerifyProfile.Subtitle
source: Verify your profile to make it more visible. We won’t show this information to anyone.
ca: Verifica el teu perfil per fer-lo més visible. Només tu podràs veure aquesta informació
es: Verifica tu perfil para que destaque más. Esta información no será compartida con nadie.
fr: Vérifiez votre profil pour lui donner plus de visibilité. Vos informations resteront privées et ne seront jamais partagées.
it: Verifica il tuo profilo per renderlo più visibile.
nl: Je profiel verifiëren zodat het makkelijker is om te vinden. We laten deze informatie aan niemand zien.

# Profile.FriendsInCommon
source: Friends in common
ca: Amics en comú
es: Amigos en común
fr: Amis en commun
it: Amici in comune
nl: Gemeenschappelijke vrienden

# Profile.AboutMe
source: About me
ca: Sobre mi
es: Acerca de mí
fr: À propos de moi
it: Chi sono
nl: Over mij

# Profile.Languages
source: Languages
ca: Idiomes
es: Idiomas
fr: Langues
it: Lingue
nl: Talen

# Profile.InterestsInCommon
source: Facebook interests in common
ca: Interessos de Facebook en comú
es: Intereses comunes en Facebook
fr: Intérêts communs sur Facebook
it: Interessi comuni su Facebook
nl: Gemeenschappelijke Facebookinteresses

# Profile.ReportUser.Indication
source: Contact us about this person's bad behaviour
ca: Contacta'ns sobre el mal comportament d'aquest usuari
es: Contáctanos sobre el mal comportamiento de este usuario
fr: Dites-nous en plus sur le mauvais comportement de cette personne
it: Segnalaci la cattiva condotta di questa persona
nl: Neem contact op over het slechte gedrag van deze persoon

# Profile.ReportUser
source: Report user
ca: Denuncia a aquest usuari
es: Reportar usuario
fr: Signaler un utilisateur
it: Segnala utente
nl: Gebruiker rapporteren

# Profile.Edit
source: edit profile
ca: editar perfil
es: editar perfil
fr: modifier le profil
it: modifica profilo
nl: profiel wijzigen

# Profile.Current.Study
source: Currently studying
ca: Actualment estudio
es: Estudios
fr: Études actuelles
it: Studente
nl: Studeert

# Profile.Current.Work
source: Currently working
ca: Actualment treballo
es: Área profesional
fr: Travail actuel
it: Lavoratore
nl: Werkt

# ProfileView.Tags.Title
source: Personality and interests
ca: Personalitat i interessos
es: Personalidad e intereses
fr: Personnalité et centres d'intérêt
it: Personalità e interessi
nl: Persoonlijkheid en interesses

# Profile.VerifyAccount.Tip
source: Verify your account to become a Trusted User
ca: Verifica el teu compte per convertir-te en un Usuari de confiança
es: Verifica tu cuenta y conviértete en un Usuario de confianza
fr: Veuillez vérifier votre compte pour devenir un Utilisateur de Confiance
it: Verifica il tuo conto per diventare un Utente Fidato
nl: Verifieer je account om een Trusted User te worden

# Profile.TrustedUserInProgress
source: Your info has been successfully sent and it will be verified in 4-5 days. Once verified you will become a trusted user!
ca: La teva informació ha estat enviada amb èxit i serà verificada en 4-5 dies. Un cop verificada seràs un Usuari de confiança!
es: Tu información se ha mandado correctamente y será verificada en 4-5 días. ¡Una vez verificada serás un Usuario de confianza!
fr: Vos informations ont été envoyées avec succès et seront vérifiées dans un délai de 4-5 jours ouvrés. Une fois votre compte vérifié, vous deviendrez un utilisateur de confiance !
it: Le tue informazioni sono state inviate con successo e saranno verificate in 4-5 giorni. Una volta avvenuta la verifica diventerai un utente fidato!
nl: Je informatie is succesvol verzonden en zal geverifieerd worden binnen de 4 tot 5 dagen. Zodra deze geverifieerd is zul je een Trusted User zijn!

# Payment.TrustedUserText
source: Fill in your Contact and Account information to become a Trusted User. This enables you to accept bookings and secure your transactions. Your information will be verified within 4-5 days.
ca: Completa la teva informació bancaria i de contacte per ser un Usuari de confiança. Podràs acceptar reserves i protegir les teves transaccions. La teva informació es verificarà en 4-5 dies.
es: Completa tu información de contacto y tu cuenta bancaria para convertirte en un Usuario de confianza. Te permitirá aceptar reservas y asegurar tus transacciones. Tu información será verificada en 4-5 días.
fr: Remplissez les informations de votre Compte et devenez un Utilisateur de Confiance. Cela vous permettra d'accepter les réservations et sécuriser vos transactions. Vos informations seront vérifiées dans un délai de 4 à 5 jours ouvrables.
it: Completa le tue informazioni di Contatto e Conto per diventare un Utente Fidato. Ciò ti permetterà di accettare le prenotazioni e rendere sicure le tue transazioni. Le tue informazioni saranno verificate in 4-5 giorni.
nl: Vul je contact- en accountinformatie in om een Trusted User te worden. Dit staat je toe om boekingen te accepteren en je transacties te beveiligen. Je informatie zal geverifieerd worden binnen 4 tot 5 dagen.

# Report.ErrorEmailNotAvailable
source: There doesn't seem to be a configured email for this device. In order to report a user you need to have one.
ca: Ups! Sembla que no tens una adreça de correu configurada al teu dispositiu. En necessites una si vols denunciar a un altre usuari.
es: ¡Uy! Parece que no has configurado ningún mail en este dispositivo. Para que puedas denunciar a este usuario, necesitamos que revises la configuración de tu dispositivo.
fr: Il n'existe pas d'adresse associée à ce dispositif. Pour signaler un utilisateur, vous devez avoir une adresse email valide.
it: Non hai configurato un indirizzo email su questo dispositivo. Per inviarci una segnalazione è necessario avere un indirizzo email attivo.
nl: Het lijkt erop dat er geen email ingesteld is voor dit apparaat. Je hebt dit nodig om een gebruiker te rapporteren.

# Report.ErrorPhoneNotAvailable
source: There doesn't seem to be a configured phone number for this device. In order to make a call you need to have one.
ca: Sembla que no hi ha cap número associat a aquest dispositiu.
es: Parece que no hay ningún número asociado a este dispositivo.
fr: Il n'existe pas de numéro de téléphone associé à cet appareil. Si vous souhaitez passer un appel, il vous en faut un.
it: Sembra non ci sia nessun numero di telefono configurato per questo dispositivo. Per poter realizzare una chiamata devi averne uno.
nl: Het lijkt erop dat er geen telefoonnummer ingesteld is voor dit apparaat. Je hebt dit nodig om een oproep te kunnen maken.

# Profile.Title
source: My Profile
ca: El meu perfil
es: Mi Perfil
fr: Mon profil
it: Il mio Profilo
nl: Mijn Profiel

# Profile.Name
source: Name
ca: Nom
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam

# Profile.Name.Placeholder
source: Enter your name
ca: Posa el teu nom
es: Introduce tu nombre
fr: Entrez votre prénom
it: Inserisci il tuo nome
nl: Naam invoegen

# Profile.Surname
source: Surname
ca: Cognom
es: Apellido
fr: Nom
it: Cognome
nl: Achternaam

# Profile.Surname.Placeholder
source: Enter your surname
ca: Posa el teu cognom
es: Introduce tu apellido
fr: Entrez votre nom de famille
it: Inserisci il tuo cognome
nl: Achternaam invoegen

# Profile.DateOfBirth
source: Date of birth
ca: Data de naixement
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum

# Profile.DateOfBirth.Placeholder
source: Enter your date of birth
ca: Posa la teva data de naixement
es: Introduce tu fecha de nacimiento
fr: Entrez votre date de naissance
it: Inserisci la tua data di nascita
nl: Geboortedatum

# Profile.Gender.Title
source: Choose your gender
ca: Escull el teu gènere
es: Escoge tu género
fr: Sélectionnez votre sexe
it: Scegli il tuo sesso
nl: Je geslacht kiezen

# Profile.Gender.Male
source: male
ca: home
es: hombre
fr: homme
it: uomo
nl: man

# Profile.Gender.Female
source: female
ca: dona
es: mujer
fr: femme
it: donna
nl: vrouw

# Profile.Occupation.Title
source: Tell us what you do
ca: Digue'ns què fas
es: Explícanos qué haces
fr: Vous faites quoi dans la vie ?
it: Raccontaci cosa fai
nl: Vertel ons wat je doet

# Profile.Occupation.Student
source: study
ca: estudio
es: estudio
fr: études
it: studio
nl: studie

# Profile.Occupation.Worker
source: work
ca: treballo
es: trabajo
fr: travail
it: lavoro
nl: werk

# Profile.Occupation.Both
source: both
ca: ambdós
es: ambos
fr: les deux
it: entrambi
nl: beide

# Profile.Occupation.View.Both
source: Work & study
ca: Estudio i treballo
es: Trabajo y estudio
fr: Études & emploi
it: Studio e Lavoro
nl: Studeren & werk

# Profile.Languages.Title
source: What languages do you speak?
ca: Quines llengües parles?
es: ¿Qué idiomas hablas?
fr: Quelles langues parlez-vous ?
it: Che lingue parli?
nl: Welke talen kun je spreken?

# Profile.Languages.Content
source: Add your languages
ca: Afegeix els teus idiomes
es: Añade tus idiomas
fr: Ajoutez toutes les langues que vous parlez
it: Aggiungi le tue lingue
nl: Voeg de talen toe die je spreekt

# Profile.AboutMe.Title
source: Anything else you’d like us to know?
ca: Alguna altra cosa que t'agradaria explicar-nos?
es: ¿Alguna otra cosa que te gustaría decirnos?
fr: Vous voulez nous en dire plus sur vous ?
it: Qualcos'altro che vorresti raccontarci?
nl: Is er nog iets anders te vertellen?

# Profile.AboutMe.Limit
source: %d characters max
ca: 600 caràcters màxim
es: 600 caracteres máx.
fr: 600 caractères max
it: massimo 600 caratteri
nl: Maximum 600 tekens

# Profile.Update
source: Update profile
ca: Actualitzar perfil
es: Actualizar perfil
fr: Actualiser le profil
it: Aggiorna profilo
nl: Profiel updaten

# Profile.Description
source: What sort of people would you like to live with? What sort of atmosphere would you like in the flat?
ca: Explica als altres usuaris com ets (opcional)
es: Cuenta un poquito sobre ti para que la gente te conozca (opcional)
fr: Parlez-nous un peu de vous
it: Racconta qualcosa di più su di te (opzionale)
nl: Laat mensen iets over jezelf weten (optioneel)

# Profile.Fields.Optional
source: (optional)
ca: (opcional)
es: (opcional)
fr: (optionnel)
it: (opzionale)
nl: (optioneel)

# Profile.Study.Title
source: What are you studying?
ca: Què estàs estudiant?
es: ¿Qué estás estudiando?
fr: Qu’est-ce que vous étudiez ?
it: Dicci cosa studi
nl: Vertel ons wat je studeert

# Profile.Study.Placeholder
source: Select your studies
ca: Selecciona els teus estudis
es: Selecciona tus estudios
fr: Sélectionnez vos études
it: Seleziona i tuoi studi
nl: Kies je studie

# Profile.Work.Title
source: What do you do for a living?
ca: Explica'ns a què et dediques
es: ¿A qué te dedicas?
fr: Que faites-vous dans la vie ?
it: Cosa fai nella vita?
nl: Wat doe je?

# Profile.Work.Placeholder
source: Select your field of work
ca: Selecciona el teu camp de treball
es: Selecciona tu área profesional
fr: Sélectionnez votre domaine de travail
it: Seleziona il campo in cui lavori
nl: Kies je werkveld

# Profile.Tags.Title
source: Tell us a bit about you
ca: Explica'ns alguna cosa sobre tu
es: Cuéntanos un poco acerca de ti
fr: Parlez-nous un peu de vous
it: Parlaci un po' di te
nl: Vertel ons iets over jezelf

# Profile.Tag.Personality.Title
source: What’s your personality like?
ca: Com ets?
es: ¿Cómo eres?
fr: Comment décririez-vous votre personnalité ?
it: Che carattere hai?
nl: Wat voor persoon ben je?

# Profile.Tag.Lifestyle.Title
source: What’s your lifestyle like?
ca: Quin és el teu estil de vida?
es: ¿Cuál es tu estilo de vida?
fr: Comment décririez-vous votre mode de vie ?
it: Che tipo di vita conduci?
nl: Wat voor lifestyle heb je?

# Profile.Tag.Music.Title
source: What music do you listen to?
ca: Quina música escoltes?
es: ¿Qué música escuchas?
fr: Quel genre de musique écoutez-vous ?
it: Che musica ascolti?
nl: Naar wat voor muziek luister je?

# Profile.Tag.Sport.Title
source: What sports are you into?
ca: Quins esports practiques?
es: ¿Qué deportes practicas?
fr: Quels sont vos sports préférés ?
it: Che sport ti piacciono?
nl: Van welke sporten hou je?

# Profile.Tag.Movie.Title
source: What movie genres do you like?
ca: Quins tipus de pel·lícules t'agraden?
es: ¿Qué tipo de películas te gustan?
fr: Quels genres de films aimez-vous ?
it: Che generi di film ti piacciono?
nl: Van wat voor films hou je?
