Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# APIError.RoomAlreadyReported.Title
source: Whoops, you already reported this room...
ca: Ui! Ja havies denunciat aquesta habitació...
es: ¡Ups! Ya habías reportado a esta habitación.
fr: Oups, vous avez déjà signalé ce logement...
it: Ops, hai già segnalato questa stanza...
nl: Oeps, je hebt deze kamer al aangegeven...

# APIError.RoomAlreadyReported.Message
source: Don't worry, our team are looking into it and will take action if appropriate.
ca: No et preocupis! El nostre equip farà un seguiment i prendrà mesures si es necessari.
es: ¡No te preocupes! Nuestro equipo investigará el caso y tomará las acciones pertinentes.
fr: Notre équipe analysera la situation et prendra des mesures si nécessaire.
it: Non preoccuparti, il nostro team troverà una soluzione se necessario.
nl: Maak je geen zorgen, onze team gaat het onderzoeken en onderneemt actie als het nodig is.

# APIError.Stripe.InvalidNumber
source: The card number is not a valid credit card number.
ca: El número de la targeta no és un número vàlid.
es: El número de la tarjeta no es un número válido.
fr: Le numéro de carte bancaire n'est pas un numéro de carte valide.
it: Il numero della carta di credito non è valido.
nl: Het kaartnummer is geen geldig creditcardnummer.

# APIError.Stripe.InvalidExpiryMonth
source: The card's expiration month is invalid.
ca: El mes de caducitat de la targeta és incorrecte.
es: El mes de caducidad de la tarjeta es incorrecta.
fr: Le mois d'expiration de votre carte n'est pas valide.
it: Il mese di scadenza della carta di credito non è valido.
nl: De vervaldatum van de kaart is niet geldig.

# APIError.Stripe.InvalidExpiryYear
source: The card's expiration year is invalid.
ca: L'any de caducitat de la targeta és incorrecte.
es: El año de caducidad de la tarjeta es incorrecto.
fr: L'année d'expiration de votre carte n'est pas valide.
it: L'anno di scadenza della carta di credito non è valido.
nl: Het vervaljaar van de kaart is niet geldig.

# APIError.Stripe.InvalidCvc
source: The card's security code is invalid.
ca: El codi de seguretat de la targeta és incorrecte.
es: El código de seguridad de la tarjeta es incorrecto.
fr: Le cryptogramme visuel de votre carte n'est pas valide.
it: Il codice di sicurezza della carta di credito non è valido.
nl: De beveiligingscode van de kaart is niet geldig.

# APIError.Stripe.InvalidSwipeData
source: The card's swipe data is invalid.
ca: La informació de la targeta és incorrecta.
es: La información de la tarjeta es incorrecta.
fr: Le cryptogramme de votre carte n'est pas valide.
it: I dettagli della carta di credito non sono corretti.
nl: De swipe-data van de kaart is niet geldig.

# APIError.Stripe.IncorrectNumber
source: The card number is incorrect.
ca: El número de la targeta és incorrecte.
es: El número de la tarjeta es incorrecto.
fr: Le numéro de carte est incorrect
it: Il numero della carta di credito non è valido.
nl: Het kaartnummer is niet correct.

# APIError.Stripe.ExpiredCard
source: The card has expired.
ca: La targeta ha caducat.
es: La tarjeta ha caducado.
fr: Votre carte a expiré
it: La carta di credito è scaduta.
nl: De kaart is vervallen.

# APIError.Stripe.IncorrectCvc
source: The card's security code is incorrect.
ca: El codi de seguretat de la targeta és incorrecte.
es: El código de seguridad de la tarjeta es incorrecto.
fr: Le code de vérification de votre carte est incorrect.
it: Il codice di sicurezza della carta di credito non è corretto.
nl: De beveiligingscode van de kaart is niet correct.

# APIError.Stripe.IncorrectZip
source: The card's zip code failed validation.
ca: Ha fallat la validació del codi zip de la targeta.
es: Ha fallado la validación del código zip de la tarjeta.
fr: Le code postal indiqué n'est pas valide.
it: Non è possibile verificare il codice postale della carta di credito.
nl: De postcode van de kaart kan niet gevalideerd worden.

# APIError.Stripe.CardDeclined
source: The card was declined.
ca: La targeta ha estat rebutjada.
es: La tarjeta ha sido rechazada.
fr: Votre carte a été refusée
it: La carta di credito non è stata accettata.
nl: De kaart is geweigerd.

# APIError.Stripe.Missing
source: There is no card on a customer that is being charged.
ca: No s'està carregant cap targeta.
es: No se está cargando ninguna tarjeta.
fr: Il n'existe pas de carte au nom du client qui doit être prélevé
it: Non è stata introdotta nessuna carta di credito.
nl: Er is geen kaart beschikbaar voor een klant die aangerekend is.

# APIError.Stripe.ProcessingError
source: An error occurred while processing the card.
ca: Ha ocorregut un error processant la targeta.
es: Ha ocurrido un error al procesar la tarjeta.
fr: Une erreur est survenue au moment de traiter votre paiement.
it: Si è verificato un errore durante l'elaborazione dei dati della carta di credito.
nl: Er is een fout opgetreden bij het verwerken van de kaart.

# GPlacesError.Detail
source: Whoops! we couldn't find the location for that address. Please try again with a more refined search.
ca: Oops! no hem pogut trobar la localització per a aquesta adreça. Si us plau, prova de nou amb una cerca més exacta.
es: Oops! no hemos podido encontrar la localización para esa dirección. Por favor, prueba de nuevo con una búsqueda más exacta.
fr: Oups ! L'adresse indiquée n'existe pas. Veuillez modifier cette information.
it: Ops, non abbiamo trovato nulla con questo indirizzo. Per favore riprova con una ricerca più specifica.
nl: Oeps! We konden dit adres niet vinden. Probeer het opnieuw met een meer verfijnde zoekopdracht.

# LocationError.Current
source: Whoops! we couldn't find your current location. Maybe you didn't give us access to it. To change it please go to Settings > Badi and Enable location services.
ca: Oops! no hem pogut trobar la teva ubicació actual. Potser no ens has donat accés a ella. Per canviar-la, si us plau ves a Configuració > Badi i Permetre serveis de localització.
es: Oops! no hemos podido encontrar tu ubicación actual. Quizá no nos has dado acceso a ella. Para cambiarla, por favor ve a Configuración > Badi y Permitir servicios de localización
fr: Oups ! Nous n'avons pas trouvé votre adresse. Il se peut que vous ne nous ayez pas donné accès à cette information. Allez dans Paramètres > Badi et Autoriser les données de localisation.
it: Ops, non abbiamo accesso alla tua posizione attuale. Forse non ci hai dato il permesso. Per farlo, vai su Impostazioni > Badi e Attiva i servizi di localizzazione.
nl: Oeps! We konden je huidige locatie niet vinden. Misschien heb je ons hier geen toegang toe gegeven. Ga naar Instellingen > Badi en activeer locatie services om dit te veranderen.

# Warning.CameraPermissions
source: We can't access your camera, click here to go to Settings and give us permission.
ca: No podem accedir a la teva càmera, fes clic aquí per anar a Configuració i donar-nos permís.
es: No podemos acceder a tu Cámara, haz click aquí para ir a Ajustes y darnos permisos.
fr: Nous n'avons pas accès à votre appareil photo. Cliquez ici afin de consulter vos Paramètres et nous donner l'autorisation d'accès.
it: Non possiamo accedere alla fotocamera, clicca qui per andare nelle Impostazioni e darci il permesso.
nl: We hebben geen toegang tot je camera. Klik hier om naar de Instellingen te gaan en ons toestemming te geven.

# Warning.AlbumPermissions
source: We can't access your photos, click here to go to Settings and give us permission.
ca: No podem accedir al teu Àlbum de fotos, fes clic aquí per anar a Configuració i donar-nos permís.
es: No podemos acceder a tu Álbum de fotos, haz click aquí para ir a Ajustes y darnos permisos.
fr: Nous n'avons pas accès à vos photos, cliquez ici pour consulter vos Paramètres et nous donner l'autorisation d'accès.
it: Non possiamo accedere alle tue foto, clicca qui per andare nelle Impostazioni e darci il permesso.
nl: We hebben geen toegang tot je fotoalbum. Klik hier om naar de Instellingen te gaan en ons toestemming te geven.

# Social.Title.First
source: Welcome to badi
ca: Benvingut a badi
es: Bienvenido a badi
fr: Bienvenue sur badi
it: Benvenuto su badi
nl: Welkom bij badi

# Social.Subtitle.First
source: Sign up for free and find your AMAZING flatmate!
ca: Inscriu-te gratis i tropa el teu AMAZING company!
es: ¡Regístrate gratis y encuentra tu compañero de piso AMAZING!
fr: Créez un compte gratuitement et trouvez des colocataires AMAZING !
it: Registrati gratuitamente e trova il coinquilino AMAZING per te!
nl: Registreer gratis en vind je GEWELDIGE huisgenoot!

# Social.Title.Second
source: Search
ca: Buscar
es: Busca
fr: Recherchez
it: Cerca
nl: Zoek

# Social.Subtitle.Second
source: Look for rooms or flatmates based on your lifestyle.
ca: Troba habitacions o companys de pis amb estils de vida similars.
es: Encuentra habitación o compañero de piso que encaje con tu estilo de vida.
fr: Trouvez des chambres ou des colocataires qui vous correspondent.
it: Cerca stanze o coinquilini in base al tuo stile di vita.
nl: Zoek kamers of huisgenoten op basis van je levensstijl.

# Social.Title.Third
source: Connect
ca: Connecta't
es: Conecta
fr: Matchez
it: Connetti

# Social.Subtitle.Third
source: Match and chat instantly with your future flatmates.
ca: Fes match i xateja de forma instantània amb futurs companys.
es: Chatea directamente con tus futuros compañeros de piso.
fr: Chattez sans intermédiaire avec vos futurs colocataires.
it: Trova i tuoi futuri coinquilini e parla con loro.
nl: Vorm een klik en chat onmiddellijk met je toekomstige huisgenoten.

# Social.Title.Fourth
source: Book
ca: Reserva
es: Reserva
fr: Réservez
it: Prenota
nl: Boek

# Social.Subtitle.Fourth
source: Seal the deal with our secure booking feature.
ca: Tanca el tracte amb la nostra nova funció segura de reserves.
es: Reserva tu habitación de forma segura con nuestro sistema de reservas.
fr: Réservez en toute sécurité grâce à notre système de réservation en ligne.
it: Conferma la prenotazione con la nostra assicurazione sulla prenotazione.
nl: Verzegel de overeenkomst met onze beveiligde boekingsfunctie.

# Access.WontPublish
source: We won't publish anything without your permission
ca: Mai publicarem res sense el teu permís
es: Nunca publicaremos nada sin tu permiso
fr: Nous ne publierons rien sans votre accord.
it: Non pubblicheremo nulla senza il tuo permesso
nl: We zullen niets publiceren zonder je toestemming

# Access.Facebook
source: Continue with Facebook
ca: Continuar amb Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook
it: Continua con Facebook
nl: Ga verder met Facebook

# Access.Google
source: Continue with Google
ca: Continuar amb Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
nl: Ga verder met Google

# Access.Email
source: Continue with email
ca: Continua amb l'email
es: Continuar con email
fr: Continuer avec email
it: Continua con email
nl: Ga verder met e-mail

# Login.LoginTitle
source: Log in
ca: Obre sessió
es: Inicia sesión
fr: Se connecter
it: Accedi

# Login.LoginAction
source: Log in
ca: Obre sessió
es: Inicia sesión
fr: Se connecter
it: Accedi

# Login.RegisterAction
source: Sign up
ca: Registre
es: Registro
fr: S'inscrire
it: Registrati
nl: Registreer

# Login.ForgetAction
source: Send
ca: Enviar
es: Enviar
fr: Envoyer
it: Invia
nl: Verstuur

# Login.TermsAndPrivacy
source: By entering I accept <b>Terms & Conditions</b>
ca: A l'entrar, accepto <b>Termes & Condicions</b>
es: Entrando, acepto los <b>Términos y Condiciones</b>
fr: En vous inscrivant, vous acceptez les <b>Conditions Générales d'Utilisation</b>
it: Procedendo, accetto i <b>Termini e Condizioni </b>
nl: Door verder te gaan accepteer ik de <b>Algemene Voorwaarden</b>.

# Login.GoToLogin
source: Already a badi user? Log in
ca: Ets ja un usuari de badi?
es: ¿Eres ya un usuario de badi? Inicia sesión
fr: Déjà un utilisateur de badi ? Connectez-vous
it: Sei già registrato su badi? Login
nl: Ben je al een badi-gebruiker? Log in

# Login.Password
source: password
ca: contrasenya
es: contraseña
fr: mot de passe
nl: wachtwoord

# Login.PasswordRules
source: 6 characters, letters & numbers
ca: 6 caràcters, lletres i números
es: 6 caracteres, letras y números
fr: 6 caractères, lettres et numéros
it: 6 caratteri, lettere e numeri
nl: 6 tekens, letters en cijfers

# Login.Show
source: show
ca: mostrar
es: mostrar
fr: montrer
it: mostra
nl: toon

# Login.Hide
source: hide
ca: amagar
es: ocultar
fr: cacher
it: nascondi
nl: verberg

# Login.ForgetPasswordButton
source: Forgotten your password?
ca: Has oblidat la teva contrasenya?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it: Dimenticato la password?
nl: Wachtwoord vergeten?

# Login.ForgetPassword.Title
source: Recover password
ca: Recuperar contrasenya
es: Recuperar contraseña
fr: Mot de passe oublié
it: Recupera password
nl: Wachtwoord herstellen

# Login.ForgetPassword.Subtitle
source: Please enter the email address you signed up with, we’ll send you an email with your new password.
ca: Si us plau, introdueix l'adreça de correu electrònic amb la que et vas donar d'alta i t'enviarem un correu amb la teva contrasenya.
es: Por favor, introduce tu dirección de correo con el que te diste de alta y te enviaremos un email con tu nueva contraseña.
fr: Veuillez indiquer l’adresse email avec laquelle vous vous êtes enregistré(e), nous vous enverrons un courriel avec votre nouveau mot de passe.
it: Inserisci l'indirizzo email che hai utilizzato all'atto della registrazione per ricevere la tua nuova password.
nl: Gelieve het e-mailadres in te geven waarmee je hebt geregistreerd en wij sturen je een e-mail met je nieuwe wachtwoord.

# Login.ForgetPassword.Success.Title
source: Last step
ca: Últim pas
es: Último paso
fr: Dernière étape
it: Ultimo passo
nl: Laatste stap

# Login.ForgetPassword.Success.Subitle
source: Your new password has been sent to your email
ca: Hem enviat la teva nova contrasenya al teu email
es: Te hemos mandado tu nueva contraseña a tu email
fr: Votre nouveau mot de passe vous a été envoyé
it: La tua nuova password ti è stata inviata via email
nl: Je nieuwe wachtwoord is naar je email verstuurd

# Login.FailedPopUp.Title
source: Your login failed...
ca: L'inici de sessió ha fallat…
es: Tu inicio de sesión ha fallado...
fr: Votre connexion a échoué...
it: Accesso non riuscito…
nl: Inloggen mislukt...

# Login.FailedPopUp.Subtitle
source: It looks like you didn’t sign up in the same way you’re trying to login. Try again with the correct login method or read the email we just sent you to find out more.
ca: Sembla que no t'has registrat de la mateixa manera que estàs intentant iniciar sessió. Intenta-ho de nou iniciant de la forma correcta o llegeix el correu electrònic que t'acabem d'enviar per tenir més informació.
es: Parece que no te registraste de la misma manera que intentas iniciar sesión. Prueba de nuevo iniciando sesión de la forma correcta o lee el correo electrónico que acabamos de enviarte para tener más información.
fr: Il semblerait que vous ne vous soyez pas inscrit de la manière avec laquelle vous êtes en train d'essayer de vous connecter. Réessayez avec la bonne méthode ou lisez l'e-mail que nous venons de vous envoyer.
it: Sembra che tu non abbia effettuato la registrazione nello stesso modo con il quale stai tentando di accedere. Riprova con il procedimento corretto per effettuare l’accesso o leggi l'email che ti abbiamo appena inviato.
nl: Het lijkt erop dat je niet geregistreerd bent op dezelfde manier waarop je je probeert in te loggen. Probeer het opnieuw met de correcte methode of lees de e-mail die we je zonet gestuurd hebben om meer te weten te komen.

# Login.FailedPopUp.ButtonTitle
source: Got it!
ca: Entesos!
es: ¡Entendido!
fr: Compris !
it: Capito!
nl: Ga door!

# Onboarding.Title1
source: List your room for free!
ca: Puja la teva habitació gratis
es: Publica tu habitación ¡gratis!
fr: Publiez votre annonce gratuitement
it: Pubblica l’annuncio della tua stanza gratuitamente
nl: Je kamer gratis aanmelden

# Onboarding.Body1
source: Receive rental requests on the same day and rent your room quickly!
ca: Rep peticions de lloguer el mateix dia i lloga la teva habitació ràpid!
es: Recibe solicitudes de alquiler el mismo día y alquila tu habitación rápidamente.
fr: Recevez des demandes de réservation le jour même et louez votre logement rapidement.
it: Ricevi le richieste nello stesso giorno e affitta la tua stanza velocemente!
nl: Ontvang dezelfde dag de verzoeken en verhuur lekker snel je kamer!

# Onboarding.Title2
source: Find the right flatmate
ca: Troba el company de pis ideal
es: Encuentra el compañero de piso perfecto
fr: Trouvez le locataire idéal
it: Trova il coinquilino perfetto
nl: Vind de juiste huisgenoot

# Onboarding.Body2
source: Get recommendations of flatmates that suit your lifestyle and interests.
ca: Aconsegueix recomanacions de companys de pis que tinguin un mateix estil de vida i interessos.
es: Recibe recomendaciones de los compañeros de piso que mejor encajen con tu estilo de vida.
fr: Recevez des profils de locataires qui vous correspondent.
it: Ricevi consigli riguardo coinquilini che hanno i tuoi stessi interessi e stesso stile di vita.
nl: Aanbevelingen ontvangen van huisgenoten die goed bij jouw levensstijl passen.

# Onboarding.Title3
source: Match and chat immediately
ca: Troba el teu match i xateja immediatament
es: Conoce al instante tus Matchs
fr: Matchez et chattez immédiatement
it: Trovato? Inizia a chattare subito
nl: Goede match, meteen praten

# Onboarding.Body3
source: Accept candidates and talk to them through our secure and private in-app chat.
ca: Accepta candidats i parla amb ells amb el xat privat i segur de l'app.
es: Acepta candidatos y habla con ellos a través de nuestro chat seguro y privado.
fr: Acceptez des candidats et dialoguez en temps réel via notre chat sécurisé.
it: Accetta i candidati e parla con loro mediante la nostra chat privata e sicura.
nl: Kandidaten accepteren en met ze praten via onze beveiligde privé in-app chat.

# Onboarding.Title4
source: Book your room commission-free
ca: Reserva la teva habitació sense comissions
es: Reserva tu habitación sin comisiones
fr: Réservez votre logement sans commission
it: Prenota la tua stanza senza commissioni
nl: Je kamer zonder commissie boeken

# Onboarding.Body4
source: Receive secure payments and protect against last minute cancellations.
ca: Rep pagaments segurs i protegits de cancel·lacions d'última hora.
es: Recibe pagos seguros y protégete ante cancelaciones de último minuto.
fr: Recevez des paiements sécurisés tout en vous protégeant contre les annulations de dernière minute.
it: Ricevi pagamenti sicuri ed evita le cancellazioni all’ultimo minuto.
nl: Beveiligde betalingen ontvangen en beschermen tegen laate annuleringen.

# Onboarding.Button
source: Get started!
ca: Comença!
es: ¡Empieza!
fr: Commencez !
it: Inizia!
nl: Beginnen

# Search.Title
source: Where do you want to live?
ca: On t'agradaria viure?
es: ¿Dónde quieres vivir?
fr: Où voulez-vous vivre ?
it: Dove vorresti vivere?
nl: Waar wil je wonen?

# Search.TypeLocation
source: Type a city or location
ca: Escriu una ciutat o ubicació
es: Escribe una ciudad o ubicación
fr: Indiquez une ville
it: Specifica una città o località
nl: Typ hier een stad of locatie

# Search.UserLocation
source: Search nearby
ca: Buscar a prop meu
es: Buscar cerca de mí
fr: Rechercher à proximité
it: Cerca nelle vicinanze
nl: Zoek in de buurt

# Search.FindYourRoom
source: Find your room in
ca: Troba la teva habitació
es: Encuentra tu habitación en
fr: Trouvez votre chambre à
it: Cerca la tua stanza
nl: Vind je kamer in

# Search.Featured
source: Featured cities
ca: Ciutats destacades
es: Ciudades destacadas
fr: Villes populaires
it: Città in primo piano
nl: Steden uitgelicht

# Search.GotARoom
source: Got a spare room?
ca: Tens una habitació lliure?
es: ¿Tienes una habitación libre?
fr: Vous avez un logement libre ?
it: Hai una stanza libera?
nl: Heb je een lege kamer over?

# Search.Neighbourhoods.title
source: Top Neighbourhoods
ca: Els millors barris
es: Los mejores barrios
fr: Meilleurs quartiers
it: I quartieri più cool
nl: Topburen

# Search.Neighbourhoods.subtitle
source: in %@
ca: En %@
es: En %@
fr: à %@
it: della %@

# Rooms.Map
source: map
ca: mapa
es: mapa
fr: carte
it: mappa
nl: kaart

# Rooms.List
source: list
ca: llista
es: lista
fr: liste
it: lista
nl: lijst

# Rooms.Searching
source: searching in this area
ca: buscant en aquesta zona
es: buscando en esta zona
fr: en cours de recherche
it: cerca in quest'area
nl: zoek in deze omgeving

# Rooms.RedoSearch
source: show more rooms
ca: mostrar més habitacions
es: mostrar más habitaciones
fr: montrer plus de chambres
it: mostra più stanze
nl: toon meer kamers

# Rooms.CurrentLocation
source: My current location
ca: La meva ubicació actual
es: Mi ubicación actual
fr: Ma position actuelle
it: Mia posizione attuale
nl: Mijn huidige locatie

# Rooms.MapArea
source: Selected Map Area
ca: Zona del mapa seleccionada
es: Área del mapa seleccionada
fr: Zone géographique selectionnée
it: Area della mappa selezionata
nl: Geselecteerd kaartgebied

# Rooms.Filter
source: Filters
ca: Filtres
es: Filtros
fr: Filtres
it: Filtri

# Rooms.Month
source: month
ca: mes
es: mes
fr: mois
it: mese
nl: maand

# Rooms.Day
source: day
ca: dia
es: día
fr: jour
it: giorno
nl: dag

# Rooms.Hour
source: hour
ca: hora
es: hora
fr: heure
it: ora
nl: uur

# Rooms.Today
source: today
ca: avui
es: hoy
fr: aujourd'hui
it: oggi
nl: vandaag

# Rooms.Yesterday
source: yesterday
ca: ahir
es: ayer
fr: hier
it: ieri
nl: gisteren

# Rooms.ThisWeek
source: this week
ca: aquesta setmana
es: esta semana
fr: cette semaine
it: questa settimana
nl: deze week

# Rooms.OverAWeekAgo
source: over a week ago
ca: fa més d'una setmana
es: hace más de una semana
fr: il y a plus d'une semaine
it: oltre una settimana fa
nl: meer dan een week geleden

# Rooms.WeekAgo
source: 1 week ago
ca: fa 1 setmana
es: hace 1 semana
fr: il y a 1 semaine
it: 1 settimana fa
nl: 1 week geleden

# Rooms.WeeksAgo
source: %d weeks ago
ca: fa %d setmanes
es: hace %d semanas
fr: depuis %d semaines
it: %d settimane fa
nl: %d weken geleden

# Rooms.Owned
source: my room
ca: la meva habitació
es: mi habitación
fr: ma chambre
it: Mia stanza
nl: mijn kamer

# Rooms.Request
source: Send request
ca: Sol·licitar
es: Solicitar
fr: Envoyer demande
it: Invia richiesta
nl: Stuur verzoek

# Rooms.Share
source: Share
ca: Compartir
es: Compartir
fr: Partager
it: Condividi
nl: Deel

# Rooms.RequestSent
source: Request sent
ca: Sol·licitud enviada!
es: ¡Solicitud enviada!
fr: Demande envoyée
it: Richiesta inviata
nl: Verzoek verstuurd

# Rooms.EmptyResult
source: Whoops! No rooms match these criteria. Try to search in another area or change the applied filters.
ca: Ups! No hi ha habitacions amb aquests criteris. Intenta buscar en una altra àrea o canvia el filtres.
es: ¡Ups! No hemos encontrado habitaciones con estos filtros. Prueba buscando en otra zona o revisa los filtros.
fr: Aucune annonce ne correspond à vos critères. Modifiez votre zone de recherche ou les filtres selectionnés.
it: Ops! Nessuna camera corrisponde a questi criteri. Prova a cercare in un'altra area o modifica i filtri applicati.
nl: Oeps! Er zijn geen kamers die aan deze criteria voldoen. Probeer te zoeken in een ander gebied of verander de toegepaste filters.

# Rooms.ComingSoon.Title
source: Almost there...
ca: Gairebé hi som...
es: Ya casi estamos...
fr: On y est presque...
it: Ci siamo quasi...
nl: Bijna klaar...
