Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# RoomCreate.Error.MultipleImageUpload
source: An image is being uploaded, please wait until it finishes to upload the next one.
ca: Una imatge s'està pujant, si us plau espera a que acabi per seleccionar la següent.
es: Se está subiendo una foto ahora mismo. Espera a que termine para subir la siguiente.
fr: Une image est en cours de téléchargement. Veuillez attendre qu'elle soit en ligne pour télécharger la prochaine.
it: Stiamo caricando l'immagine. Per favore attendi il completamento prima di caricare la seguente.
nl: Een afbeelding wordt geüpload. Wacht tot deze klaar is om de volgende te uploaden.

# RoomCreate.Error.CantMove
source: An image is being uploaded, please wait until it finishes to arrange the images.
ca: Una imatge s'està pujant. Si us plau, espera a que acabi per ordenar les imatges.
es: Se está subiendo una foto ahora mismo. Espera para poder ordenar las imágenes.
fr: Une image est en cours de téléchargement. S'il vous plaît attendez que ce soit fait pour organiser les images.
it: Stiamo caricando l'immagine. Per favore attendi il completamento prima di riordinarle .
nl: Een afbeelding wordt geüpload. Wacht tot deze klaar is om de afbeeldingen te ordenen.

# RoomCreate.Error.ImageUploading
source: Please wait a second whilst we upload your photo, then your listing will be ready to post!
ca: Si us plau, espera un segon mentre pugem la teva foto, llavors el teu anunci estarà llest per ser publicat!
es: Por favor espera un segundo mientras subimos tu foto, entonces, ¡tu anuncio estará listo para ser publicado!
fr: Veuillez patienter un instant pendant que nous téléchargeons votre photo, votre annonce sera ensuite prête à être publier !
it: Si prega di attendere. Quando la foto verrà caricata, il tuo annuncio sarà pronto per la pubblicazione!
nl: Gelieve even te wachten terwijl wij je foto uploaden. Daarna is je zoekertje klaar om geplaatst te worden!

# RoomCreate.ListSuccessPopup.Title
source: Your listing is public!
ca: El teu anunci ja està publicat
es: ¡Tu anuncio ya está publicado!
fr: Votre annonce a été publiée avec succès !
it: Il tuo annuncio è pubblico!
nl: Je advertentie is openbaar!

# RoomCreate.ListSuccessPopup.Subtitle
source: Nice work! To reach even more Badis share your ad now.
ca: Bona feina! Arriba a més badis compartint el teu anunci.
es: ¡Buen trabajo! Llega a más Badis compartiendo tu anuncio.
fr: Beau travail ! Partagez votre annonce maintenant et séduisez encore plus de badis !
it: Ben fatto! Per raggiungere ancora più badi condividi subito il tuo annuncio.
nl: Goed bezig! Deel je advertentie om meer Badi's te bereiken.

# RoomCreate.ListSuccessPopup.FirstButton
source: Share ad
ca: Comparteix anunci
es: Compartir anuncio
fr: Partager l'annonce
it: Condividi
nl: Deel je advertentie

# RoomCreate.ListSuccessPopup.SecondButton
source: Later
ca: Després
es: Luego
fr: Plus tard
it: Più tardi

# RoomCreate.VerifyPhone.Title
source: Verify your phone
ca: Verifica el teu telèfon
es: Verifica tu teléfono
fr: Vérifiez votre numéro de téléphone
it: Verifica il tuo telefono
nl: Verifieer je telefoon

# RoomCreate.VerifyPhone.Subtitle
source: This is how we ensure your safety and build trust in our community. Your information will remain private and never shared.
ca: Així és com garantim la teva seguretat i generem confiança en la nostra comunitat. La teva informació no serà mai compartida i romandrà privada.
es: Así es como garantizamos tu seguridad y construimos una comunidad de confianza. Tu información no será compartida y permanecerá siempre privada.
fr: De cette façon, nous veillons à votre sécurité et instaurons une relation de confiance au sein de notre communauté. Vos informations resteront confidentielles et ne seront pas partagées.
it: In questo modo garantiamo la tua sicurezza e costruiamo fiducia nella nostra comunità. La tua informazione rimarrà privata e non sarà mai condivisa.
nl: Dit is hoe we je veiligheid verzekeren en vertrouwen in onze community opbouwen. Je informatie blijft privé en wordt niet gedeeld.

# RoomCreate.VerifyPhone.Button
source: Verify Phone
ca: Verificar Telèfon
es: Verificar Teléfono
fr: Vérifier Téléphone
it: Verifica Telefono
nl: Verifieer telefoon

# RoomCreate.ContinueButton
source: Continue
ca: Continuar
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan

# RoomCreate.LocationStep.Title
source: Step 1: Location
ca: Pas 1: Localització
es: Paso 1: Ubicación
fr: Étape 1 : Lieu
it: Step 1: Posizione
nl: Stap 1: Locatie

# RoomCreate.LocationStep.CitySection.Title
source: City
ca: Ciutat
es: Ciudad
fr: Ville
it: Città
nl: Stad

# RoomCreate.LocationStep.AddressSection.Title
source: Street address
ca: Direcció
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres

# RoomCreate.LocationStep.Wont
source: Don’t worry, the exact location won’t be visible. This is just to give Seekers an idea of the area.
ca: No et preocupis, la localització exacta no serà visible. Només és per donar a la gent que busca una idea de l’àrea.
es: No mostraremos la ubicación exacta, solo daremos una idea de la zona a los usuarios que están buscando.
fr: Nous n'afficherons jamais l'adresse exacte de votre bien sur votre annonce. Les utilisateurs pourront seulement voir l'emplacement approximatif de votre logement.
it: Non preoccuparti, non mostreremo la posizione esatta. Questo serve solo per dare un'idea della zona a chi cerca una stanza.
nl: Maak je geen zorgen, de exacte locatie wordt niet aangegeven. Dit is alleen om Zoekers te laten weten waar het ongeveer is.

# RoomCreate.LocationStep.CityPlaceholder
source: Type a city
ca: Escriu una ciutat
es: Escribe tu ciudad
fr: Entrez une ville
it: Inserisci una città
nl: Stad intypen

# RoomCreate.LocationStep.AddressPlaceholder
source: Street name, number
ca: Nom del carrer, número
es: Nombre de la calle, número
fr: Numéro et nom de la rue
it: Via, numero
nl: Straat, huisnummer

# RoomCreate.LocationStep.CityExample
source: ex: London, UK
ca: ex: London, GB
es: ej: Londres, GB
fr: ex : Paris, Fr
it: es: Londra, UK
nl: bv: Amsterdam, NL

# RoomCreate.LocationStep.AddressExample.spain
source: ex: Muntaner, 24
es: ej.: Muntaner, 24
fr: par ex. : Muntaner, 24
it: es: Muntaner, 24
nl: bv: Muntaner, 24

# RoomCreate.LocationStep.AddressExample.france
source: ex: 24 Rue Saint-martin
ca: ex: Rue Saint - Martin
es: ej: Rue Saint-martin 24
it: es: 24 Rue Saint-martin
nl: bv: Stationstraat 24

# RoomCreate.LocationStep.AddressExample.uk
source: ex: 24 Hanbury Street
ca: ex: Harbury Street 24
es: ej: Hambury Street 24
it: es: 24 Hanbury Street
nl: bv: Minervalaan 24

# RoomCreate.LocationStep.AddressExample.italy
source: ex: Via Lombardi, 24
es: ej: Vía Lombardi, 24
nl: bv: Hoofdstraat 24

# RoomCreate.LocationStep.AddressExample.default
source: House or Building name, Street name & Number
ca: Nom de la casa o de l'edifici, nom del carrer & número
es: Casa o nombre del edificio, nombre de la calle y número
fr: Adresse complète
it: Nome casa o edificio, via e numero
nl: Naam van het Gebouw of Huis, Straat en Huisnummer

# RoomCreate.PropertyStep.Title
source: Step 2: Property
ca: Pas 2: Propietat
es: Paso 2: Propiedad
fr: Étape 2 : Bien
it: Step 2: Appartamento
nl: Stap 2: Eigendom

# RoomCreate.PropertyStep.FlatMatesTitle
source: Who currently lives here?
ca: Qui viu aquí ara mateix?
es: ¿Quién vive aquí actualmente?
fr: Qui vit actuellement ici ?
it: Chi ci vive al momento?
nl: Wie woont er op het moment hier?

# RoomCreate.PropertyStep.AmenitiesTitle
source: Choose the amenities
ca: Selecciona les comoditats
es: Elige las comodidades
fr: Sélectionnez les équipements
it: Scegli le caratteristiche
nl: De voorzieningen kiezen

# RoomCreate.PropertyStep.TypeTitleWhatDoYouWantToList
source: What do you want to list?
ca: Què t'agradaria publicar?
es: ¿Qué te gustaría publicar?
fr: Type de logement
it: Cosa vuoi pubblicare?
nl: Wat wil je vermelden?

# RoomCreate.PropertyStep.RulesTitle
source: Are there any house rules?
ca: Hi ha alguna norma de la casa?
es: ¿Hay alguna norma de la casa?
fr: Suivez-vous un règlement intérieur ?
it: Ci sono regole specifiche nella casa?
nl: Zijn er huisregels?

# RoomCreate.RoomStep.Title
source: Step 3: Room
ca: Pas 3: Habitació
es: Paso 3: Habitación
fr: Étape 3 : Détails annonce
it: Step 3: Stanza
nl: Stap 3: Kamer

# RoomCreate.RoomStep.BedTitle
source: Choose a bed type
ca: Escull un tipus de llit
es: Elige el tipo de cama
fr: Choisissez un type de lit
it: Scegli il tipo di letto
nl: Soort bed kiezen

# RoomCreate.RoomStep.AvailabilityTitle
source: When is the room available?
ca: Quan està l’habitació disponible?
es: ¿Cuándo está disponible la habitación?
fr: Disponibilité
it: Quando è disponibile la stanza?
nl: Wanneer is de kamer beschikbaar?

# RoomCreate.RoomStep.PriceTitle
source: What’s the monthly rent?
ca: Quant val el lloguer?
es: ¿Cuánto es el alquiler mensual?
fr: Loyer mensuel
it: Quant'è l'affitto mensile?
nl: Wat is de maandelijkse huur?

# RoomCreate.RoomStep.PerMonth
source: month
ca: mes
es: mes
fr: mois
it: mese
nl: maand

# RoomCreate.PhotoStep.Title
source: Step 4: Photos
ca: Pas 4: Fotos
es: Paso 4: Fotos
fr: Étape 4 : Photos
it: Step 4: Foto
nl: Stap 4: Foto’s

# RoomCreate.PhotoStep.Remaining
source: %i characters remaining
ca: Et queden %i caràcters
es: Te quedan %i caracteres
fr: %i caractères restants
it: %i caratteri rimanenti
nl: %i tekens over

# RoomCreate.PhotoStep.Minimum
source: %i characters minimum
ca: %i caràcters com a mínim
es: %i caracteres como mínimo
fr: %i caractères minimum
it: Minimo %i caratteri
nl: Minimaal %i tekens

# RoomCreate.PhotoStep.TitleSectionTitle
source: Give your listing a title
ca: El títol del teu anunci
es: Pon un título a tu anuncio
fr: Titre de votre annonce
it: Dai un titolo alla tua inserzione
nl: Geef je vermelding een titel

# RoomCreate.PhotoStep.TitleSectionPlaceholder
source: Type a title that stands out
ca: Escriu un títol que destaqui
es: Escribe un título que destaque
fr: Choisissez un titre qui sort du lot !
it: Scrivi un titolo che si faccia notare
nl: Geef een titel die anders is

# RoomCreate.PhotoStep.DescriptionSectionTitle
source: Tell us more...
ca: Explica'ns més...
es: Cuéntanos más...
fr: Dites-nous en plus...
it: Raccontaci altro...
nl: Vertel ons meer...

# RoomCreate.PhotoStep.DescriptionSectionPlaceholder
source: ...what do you like about your neighbourhood? What do you value in a flatmate? Let us know!
ca: ...que t'agrada del teu barri? Que valores d'un company de pis? Explica'ns!
es: …¿qué te gusta de tu barrio? ¿Qué valoras de tu compañero de piso? ¡Háznoslo saber!
fr: Qu’est-ce que vous aimez dans votre quartier ? Qu’est-ce qui vous plaît chez un colocataire ? On veut en savoir plus !
it: ...cosa ti piace del tuo quartiere? Cosa apprezzi in un coinquilino? Facci sapere!
nl: ...wat vind jij leuk in jouw omgeving? Wat voor een persoon wil jij graag als kamergenoot? Laat het ons weten!

# RoomCreate.FlatmateStep.Title
source: Step 5: Flatmates
ca: Pas 5: Company d'habitació
es: Paso 5: Compañero de piso
fr: Étape 5 : colocataire
it: Fase 5: Coinquilini
nl: Stap 5: Huisgenoot

# RoomCreate.FlatmateStep.Gender.Title
source: Who would you prefer to live with?
ca: Amb qui preferiries viure?
es: ¿Con quién preferirías vivir?
fr: Avec qui préféreriez-vous vivre ?
it: Con chi preferiresti abitare?
nl: Met wie zou je het liefst samenwonen?

# RoomCreate.FlatmateStep.Gender.Male
source: Male
ca: Home
es: Hombre
fr: Homme
it: Uomo
nl: Man

# RoomCreate.FlatmateStep.Gender.Female
source: Female
ca: Dona
es: Mujer
fr: Femme
it: Donna
nl: Vrouw

# RoomCreate.FlatmateStep.Gender.DontMind
source: I don't mind
ca: Sense preferència
es: No me importa
fr: Peu importe
it: È uguale
nl: Maakt me niet uit

# RoomCreate.FlatmateStep.Occupation.Title
source: And their current situation?
ca: I la seva situació actual?
es: ¿Y su situación actual?
fr: Et sa situation actuelle ?
it: E la sua situazione attuale?
nl: En zijn of haar huidige situatie?

# RoomCreate.FlatmateStep.Occupation.Working
source: Working
ca: Treballant
es: Trabajando
fr: Travail
it: Lavora
nl: Werkend

# RoomCreate.FlatmateStep.Occupation.Studying
source: Studying
ca: Estudiant
es: Estudiando
fr: Études
it: Studia
nl: Studerend

# RoomCreate.FlatmateStep.Occupation.DontMind
source: I don't mind
ca: Sense preferència
es: No me importa
fr: Peu importe
it: È uguale
nl: Maakt me niet uit

# RoomCreate.FlatmateStep.Age.Title
source: What’s your preferred age group?
ca: Quin grup d'edat prefereixes?
es: ¿Qué grupo de edad prefieres?
fr: Quelle tranche d’âge préféreriez-vous ?
it: Qual è la fascia d'età che preferisci?
nl: Welke leeftijdsgroep heeft je voorkeur?

# RoomCreate.FlatmateStep.Age.yearsOld
source: years old
ca: anys
es: años
fr: ans
it: anni
nl: jaar oud

# RoomType.PrivateRoom
source: Private room
ca: Habitació privada
es: Habitación privada
fr: Chambre privée
it: Stanza privata
nl: Privé kamer

# RoomType.SharedRoom
source: Shared room
ca: Habitació compartida
es: Habitación compartida
fr: Chambre partagée
it: Stanza condivisa
nl: Gedeelde kamer

# RoomType.EntirePlace
source: Entire property
ca: Allotjament sencer
es: Alojamiento entero
fr: Logement entier
it: Intera proprietà
nl: Heel gebouw

# AddBadis.Title
source: Add Badis
ca: Afegir badis
es: Añadir Badis
fr: Ajouter Badis
it: Aggiungi Badi
nl: Voeg Badi's toe

# AddBadis.AddButton
source: add Badi
ca: afegeix badi
es: añadir Badi
fr: ajouter Badi
it: aggiungi Badi
nl: voeg Badi toe

# AddBadis.RemoveButton
source: remove
ca: eliminar
es: eliminar
fr: retirer
it: rimuovi
nl: verwijder

# AddBadis.TypeName
source: Type the name here
ca: Escriu el nom aquí
es: Escribe el nombre aquí
fr: Écrivez le nom ici
it: Scrivi il nome qui
nl: Typ naam hier

# AddBadis.Error.Title
source: Whoops!
ca: Ups!
es: ¡Uuuups!
fr: Oups !
it: Ops!
nl: Oeps!

# AddBadis.Error.Subtitle
source: It seems your Badi isn't here
ca: Sembla que el teu badi no és aquí
es: Parece que tu Badi no forma parte de nuestra comunidad
fr: Il semblerait que votre Badi ne soit pas là
it: Sembra che il tuo Badi non sia qui
nl: Het lijkt erop dat je Badi er niet is

# AddBadis.CantFind
source: Can't find your roommates above?
ca: No trobes els teus companys de pis?
es: ¿No puedes encontrar a tus compañeros de piso?
fr: Vous ne trouvez pas vos colocataires ?
it: Non trovi i tuoi coinquilini?
nl: Je huisgenoten niet te vinden?

# AddBadis.Invite
source: Invite Roommates
ca: Convidar companys de pis
es: Invitar compañeros
fr: Inviter des colocataires
it: Invita Coinquilini
nl: Nodig huisgenoten uit

# AddressSearch.Search.Title
source: Where do you want to live?
ca: On t'agradaria viure?
es: ¿Dónde quieres vivir?
fr: Où voulez-vous vivre ?
it: Dove vorresti vivere?
nl: Waar wil je wonen?

# AddressSearch.RoomCreate.Title
source: Where is the property located?
ca: On està la propietat?
es: ¿Dónde está la propiedad?
fr: Où se trouve votre bien ?
it: Dove si trova l'appartamento?
nl: Waar is het gebouw?

# AddressSearch.MyLocation
source: My location
ca: La meva ubicació
es: Mi ubicación
fr: Ma position
it: Mia posizione attuale
nl: Mijn locatie

# AddressSearch.MyCity
source: Auto-detect your city
ca: Detecta la teva ciutat automàticament
es: Detectar mi ciudad automáticamente
fr: Localisation automatique de votre ville
it: Rileva la tua Città
nl: Auto-detecteer je stad

# AddressSearch.SelectLocation
source: Save location
ca: Guardar localització
es: Guardar ubicación
fr: Sauvegarder position
it: Salva posizione
nl: Bewaar locatie

# Chat.Popup.Title
source: You have a new chat with %@ %d!
ca: Tens un nou xat amb %@ %d!
es: Tienes un nuevo chat con %@ %d!
fr: Vous avez un nouveau chat avec %@ %d!
it: Hai una nuova chat con %@ %d !
nl: Je hebt een nieuwe chat met %@ %d!

# Chat.Popup.AcceptAction
source: Chat now
ca: Xatejar ara
es: Chatear ahora
fr: Chatter
it: Chatta ora
nl: Chat nu

# Chat.Popup.CancelAction
source: Later
ca: Després
es: Mmm, después
fr: Plus tard
it: Più tardi

# Chat.ErrorTitle
source: Can't get chats info :( Touch refresh to load again
ca: No es pot trobar la informació dels xats :( Prem refrescar per tornar a carregar
es: No se puede obtener información del chat :( Actualiza para volver a cargar
fr: Chat inaccessible :( Actualiser pour rafraîchir la page
it: Non riesco a caricare i dettagli della chat :( Premi Ricarica per riprovare
nl: Chat info kan niet opgevraagd worden :( Tik op vernieuw om opnieuw te proberen

# Chat.Refresh
source: Refresh
ca: Refresca
es: Reintentar
fr: Actualiser
it: Ricarica
nl: Vernieuw

# Chat.Empty.Title
source: You don’t have any chats yet
ca: Encara no tens cap xat!
es: ¡Aún no tienes chats!
fr: Vous n'avez pas encore de chats
it: Non hai ancora chat aperte
nl: Je hebt nog geen chats

# Chat.Empty.Subtitle
source: Don’t wait for them to come to you, find a room you like and send a request!
ca: No esperis que vinguin a tu! Troba l'habitació que t'agrada i envia una sol·licitud
es: ¡No esperes a que vengan a ti! Encuentra la habitación que te gusta y manda una solicitud.
fr: N'attendez pas que l'on vous contacte ! Trouvez une chambre qui vous plaît et envoyez une demande !
it: Non aspettare che vengano a bussarti alla porta, trova una stanza che ti piace e invia una richiesta!
nl: Wacht niet totdat ze naar jou toe komen, vind een kamer die je bevalt en stuur een verzoek!

# Chat.TypeMessage
source: Type your message ...
ca: Escriu el teu missatge...
es: Escribe aquí tu mensaje...
fr: Écrivez votre message ici...
it: Scrivi il tuo messaggio...
nl: Typ je bericht ...

# Chat.Map.CurrentLocation
source: Current location
ca: La meva ubicació
es: Mi ubicación actual
fr: Position actuelle
it: Posizione attuale
nl: Huidige locatie

# Chat.Action.Delete
source: Delete
ca: Eliminar
es: Borrar
fr: Effacer
it: Rimuovi
nl: Verwijder

# Chat.Action.Block
source: Block
ca: Bloquejar
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeer

# Chat.Action.Unblock
source: Unblock
ca: Desbloquejar
es: Desbloquear
fr: Débloquer
it: Sblocca
nl: Deblokkeer

# Chat.UnknownMessage
source: Can’t show this kind of message
ca: No es pot mostrar aquest tipus de missatge
es: No se puede mostrar el mensaje
fr: Le message ne s'affiche pas
it: Non è possibile mostrare questo tipo di messaggio
nl: Dit soort bericht kan niet weergegeven worden

# Chat.BookingMessage.New
source: I’ve sent you a Booking! Please accept it to confirm the booking
ca: T'he enviat una Sol·licitud de Reserva! Accepta-la per confirmar la Reserva
es: ¡Te he enviado una Solicitud de Reserva! Acéptala para confirmar la Reserva
fr: Je t'ai envoyé une demande de réservation ! Merci de l'accepter.
it: Ti ho inviato una Prenotazione! Ti invito ad accettare per confermare la prenotazione
nl: Ik heb je een boeking verstuurd! Accepteer deze om de boeking te bevestigen

# Chat.BookingMessage.Accepted
source: Room Booked! The Booking has been confirmed and you guys will be living together in no time!
ca: Habitació Reservada! La sol·licitud s'ha confirmat i ben aviat estareu vivint plegats!
es: ¡Habitación reservada! La Solicitud ha sido confirmada y pronto estaréis viviendo juntos
fr: Chambre réservée ! La Réservation a bien été confirmée, vous allez bientôt vivre ensemble !
it: Stanza Prenotata! La Prenotazione è stata confermata e diventerete coinquilini in poco tempo!
nl: Kamer geboekt! De boeking is bevestigd en jullie zullen samenwonen voor je het weet!

# Chat.BookingMessage.Rejected
source: The Booking has been Rejected :(
ca: La Reserva ha estat Rebutjada :(
es: La Reserva ha sido Rechazada :(
fr: La Réservation a été Déclinée :(
it: La Prenotazione è stata Rifiutata :(
nl: De boeking is geweigerd :(

# Chat.BookingMessage.Expired
source: The Booking is Expired :(
ca: La Reserva ha caducat :(
es: La Reserva ha caducado :(
fr: La Réservation est arrivée à expiration :(
it: La Prenotazione è Scaduta :(
nl: De boeking is vervallen :(

# Chat.BookingMessage.Request
source: I want to book your room! Please send me a Booking Request :)
ca: M'encanta l'habitació! Envia'm una Sol·licitud per poder reservar-la :)
es: ¡Ya me veo viviendo aquí! Envíame una Solicitud para que pueda reservar la habitación :)
fr: Je veux réserver votre chambre ! Envoyez-moi une Demande de Réservation :)
it: Voglio prenotare la tua stanza! Per favore, inviami una Richiesta di Prenotazione :-)
nl: Ik wil je kamer boeken! Stuur mij een boekingsverzoek :)

# Chat.BookingMessage.NotPossible
source: The Booking is Not Possible :(
ca: La Reserva és Inviable :(
es: La Reserva es Inviable :(
fr: Impossible d'effectuer cette réservation :(
it: La Prenotazione non è possibile :(
nl: Boeking is niet mogelijk :(

# Chat.BookingMessage.AboutToExpire
source: In less than 4 hours the Booking will expire!
ca: La Reserva caducarà en menys de 4 hores!
es: La Reserva caducará en menos de 4 horas!
fr: Dans moins de 4 heures, la Réservation arrivera à expiration !
it: Tra meno di 4 ore la Prenotazione scadrà!
nl: De boeking zal vervallen in minder dan 4 uur!

# push_user_match
source: New match! You have a match with %@
ca: Nou match! Tens un nou match %@
es: Nuevo match! Tienes un match con %@
fr: Nouveau match ! Vous avez un match avec %@
it: Nuovo match! Hai un match con%@
nl: Nieuwe match! Je hebt een match met %@

# push_user_request
source: New requests! %@ is interested in your room and wants to chat!
ca: Nova Sol·licitud! %@ mostra interès en la teva habitació i vol xatejar!
es: ¡Tienes una nueva solicitud! Tu habitación mola tanto que %@ quiere chatear contigo.
fr: Nouvelle demande ! Votre chambre plaît tellement que %@ veut chatter avec vous!
it: Nuova richiesta! %@ vuole affittare la tua stanza e chattare con te!
nl: Nieuw verzoek! %@ is geïnteresseerd in je kamer en wil chatten!

# push_user_invitation
source: New request! %@, who has a room to rent, is interested in you and wants to chat!
ca: Nova Sol·licitud! %@, que té una habitació per llogar, s'ha interessat per tu i vol xatejar!
es: ¡Tienes una nueva solicitud! %@, que alquila una habitación, quiere chatear contigo. ¡Tú sí que molas!
fr: Nouvelle demande ! %@, a une chambre à louer et aimerait chatter avec vous !
it: Nuova richiesta! %@, che ha una stanza da affittare, vuole chattare con te!
nl: Nieuw verzoek! %@ heeft een kamer te huur en is geïnteresseerd om met jou te chatten!

# push_republish
source: 🗓 The day has come! Is your room available again? Remember to post it in Badi!
ca: 🗓 Ha arribat el dia! Tens la teva habitació disponible? Torna-la a publicar a Badi!
es: 🗓 ¡Ha llegado el día! ¿Vuelves a tener tu habitación disponible? Publícala otra vez en Badi.
fr: 🗓 C'est le jour J ! Votre chambre est-elle disponible ? Publiez-la sur Badi !
it: 🗓 È arrivato il gran giorno! La tua stanza è ancora disponibile? Ricordati di pubblicarla su Badi!
nl: 🗓 Het is zover! Is je kamer weer beschikbaar? Vergeet hem niet in Badi te plaatsen!

# push_warning_unpublished
source: 🙁 Ouch! Your room has been unpublished for not answering Requests. We’d love it if you published it again, it’s just a sec!
ca: 🙁 Ups! La teva habitació ha estat despublicada per no contestar a sol·licituds. Ens encantaria que la tornessis a publicar-la!
es: 🙁 ¡Vaya! Tu habitación ha sido despublicada por no contestar a solicitudes. Nos encantaría que la volvieses a publicar, ¡es un segundín!
fr: 🙁 Oups ! Votre annonce a été désactivée pour ne pas avoir répondu aux Demandes de réservation. Nous serions heureux que vous la publiez à nouveau.
it: 🙁 Ops! La tua stanza è stata rimossa per non aver risposto alle Richieste. Ci piacerebbe che tu la pubblicassi di nuovo, basta un secondo!
nl: 🙁 Auwch! Je kamer is weggehaald omdat je niet op verzoeken reageerde. Plaats hem gerust terug, het duurt maar even!
