Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Booking.Info.Lister.Second.Content
source: You’ll know that the Booking Request process has ended if you see one the following statuses: Booking confirmed: The Seeker accepted your Booking Request and transferred the Booking Amount to us. The room is booked to that Seeker, and we will transfer the booking amount to you 48 hours after the moving-in day. Request rejected: The Seeker rejected your Booking Request, your room remains unbooked and you can start the process again. Request expired: The Seeker hasn’t responded to your Booking Request in time, you can start the process again. Request not possible: The Seeker booked a room from another Lister. Your room remains unbooked and you can start the process again.
ca: Quan el procés de Reserva acabi, l'estat serà un dels següents: Reserva Confirmada: El futur company de pis ha acceptat la Sol·licitud i badi guardarà l'import de la Reserva. L'habitació quedarà bloquejada i reservada. La transferència es realitzarà passades 48 hores de la data d'entrada. Sol·licitud Rebutjada: El futur company de pis ha rebutjat la Reserva i podràs començar el procés de nou. Sol·licitud Caducada: la sol·licitud no s'ha respost i podràs començar el procés de nou. Sol·licitud Inviable: El futur company de pis ja ha reservat una altra habitació.
es: Cuando el proceso de Reserva termine, tu estado será uno de los siguientes: Reserva Confirmada: el futuro compañero de piso ha aceptado la Solicitud y Badi guardará el importe de la Reserva hasta 48h después de la entrada. Ten en cuenta que la habitación quedará bloqueada y reservada hasta ese día. Solicitud Rechazada: el futuro compañero de piso ha rechazado la Reserva y podrás empezar el proceso de nuevo. Solicitud Caducada: la Solicitud no se ha respondido y podrás empezar el proceso de nuevo. Solicitud Inviable: el futuro compañero de piso ya ha reservado una habitación a otro usuario.
fr: Quand le processus de Réservation touche à sa fin, le statut sera l'un des suivants : Réservation confirmée : Le Candidat a accepté la Demande et badi bloquera le montant de la Réservation. Le paiement sera transféré 48 heures après la date d'entrée. Réservation déclinée : le Candidat a décliné la Réservation. Vous pouvez reprendre vos recherches. Réservation expirée : la Demande n'a pas reçu de réponse. Vous pouvez reprendre vos recherches. Réservation non disponible : le Candidat a déjà réservé une autre chambre.
it: Quando il processo di Prenotazione termina, lo status sarà uno dei seguenti: Prenotazione Confermata: l'Affittuario accetta la Richiesta e Badi TRATTIENE l'importo della Prenotazione. La stanza sarà bloccata e prenotata. Il pagamento sarà trasferito dopo 48 ore dalla data d'ingresso. Richiesta Rifiutata: la Richiesta è stata rifiutata e puoi iniziare un nuovo processo. Richiesta Scaduta: la Richiesta non ha ottenuto risposta e puoi iniziare un nuovo processo. Richiesta Non Possibile: il potenziale inquilino ha già prenotato un'altra stanza per qualcun altro.
nl: Als het boekingsproces eindigt zal de status één van de volgende zijn: Boeking bevestigd: de Plaatser accepteert het verzoek en Badi houdt het boekingsbedrag VAST. De kamer is nu geblokkeerd en geboekt. De betaling wordt gepland op 48 uur na de startdatum. Verzoek afgewezen: de Plaatser wijst de boeking af en je kunt het proces opnieuw beginnen. Verzoek vervallen: het verzoek is niet beantwoord en je kan het proces opnieuw beginnen. Verzoek niet mogelijk: de Zoeker heeft al een kamer bij iemand anders geboekt.

# Booking.Info.Lister.Third.Title
source: Cancellation policy:
ca: Política de cancel·lació:
es: Política de cancelación:
fr: Politiques d'annulation
it: Termini di cancellazione:
nl: Annuleringsbeleid:

# Booking.Info.Lister.Third.Content
source: If the Seeker cancels the booking: • 5 days or less before the moving-in day, you’ll receive 100% of the booking amount. • Between 10-6 days before the moving-in day, you’ll receive 50% of the booking amount. • 11 days or more before the moving-in day, you won’t receive any of the booking amount. In the event of a cancellation, we’ll contact you immediately.
ca: Si el futur company de pis cancel·la la Reserva: • Dins dels 5 dies anteriors a la data d'entrada, et tornarem el 100% de l'import. • Entre els dies 10 i 6 abans de la data d'entrada, tindràs un reemborsament del 50% de l'import final. • 11 dies abans de la data d'entrada, no s'aplicarà cap càrrec. Igualment, en cas de cancel·lació contactarem amb tu.
es: Si el futuro compañero de piso cancela la Reserva: • Dentro de los 5 días anteriores a la fecha de entrada, te devolveremos el 100% del importe. • Entre 10 y 6 días antes de la fecha de entrada, tendrás un reembolso del 50% del importe total. • 11 días antes de la fecha de entrada no se aplicará ningún cargo. Igualmente, en caso de cancelación contactaremos contigo.
fr: Si le Candidat annule la Réservation : • Dans un délai de 5 jours avant la date d'arrivée, vous recevrez votre remboursement correspondant à 100% du montant total de la réservation. • Dans un délai de 6 à 10 jours avant la date d'arrivée, vous recevrez un remboursement à 50% du montant total de la réservation. • 11 jours avant la date d'arrivée, aucune charge ne sera appliquée. En cas d'annulation, nous vous contacterons immédiatement.
it: Se l'Inquilino cancella la prenotazione: • Entro 5 giorni prima della data di ingresso, riceverai un rimborso del 100% del totale della prenotazione • Tra i 10 e i 6 giorni prima della data di ingresso, riceverai un 50% di rimborso sull'importo della prenotazione • Oltre 11 giorni prima della data di ingresso non sarà applicato alcun addebito In ogni caso, se la cancellazione avviene ci metteremo in contatto con te.
nl: Als de Zoeker de Boeking annuleert: • Binnen de laatste 5 dagen voor de verhuisdatum ontvang je 100% van het boekingsbedrag. • Tussen de 10 en 6 dagen voor de verhuisdatum ontvang je 50% van het boekingsbedrag. • 11 dagen of meer voor de verhuisdatum ontvang je niets van het boekingsbedrag. In elk geval nemen we contact met je op als een annulering plaatsvindt.

# Booking.Info.Chat
source: chat with us
ca: contacta amb nosaltres
es: contacta con nosotros
fr: chattez avec nous
it: chatta con noi
nl: chat met ons

# Booking.Proposal.SendMultiple.Reminder.Title
source: Reminder
ca: Recordatori
es: Recordatorio
fr: Rappel
it: Promemoria
nl: Herinnering

# Booking.Proposal.SendMultiple.Reminder.Lister.Message
source: You are about to send another Booking Request. The first Request accepted by a Seeker will be the one booked and payed in your bank account.
ca: Estàs a punt d'enviar una altra Sol·licitud de Reserva. La primera Sol·licitud acceptada serà la que quedarà reservada i pagada al teu compte.
es: Estás a punto de mandar otra Solicitud de Reserva. La primera Solicitud aceptada será la que quedará como reservada y pagada en tu cuenta bancaria.
fr: Vous êtes sur le point d'envoyer une nouvelle Demande de Réservation. La première Demande acceptée par un Candidat sera prise en compte et vous recevrez le paiement sur votre compte bancaire.
it: Stai per inviare un'altra Richiesta di Prenotazione. La prima Richiesta accettata sarà quella che verrà prenotata e pagata al tuo conto bancario.
nl: Je staat op het punt een nieuw boekingsverzoek te sturen. Het eerste verzoek dat een Zoeker accepteert zal geboekt worden en op je bankrekening betaald worden.

# Booking.Proposal.SendMultiple.Reminder.Seeker.Message
source: Looks like you already have active booking requests. Bear in mind that as soon as a booking request is accepted by yourself or the Lister, your booking amount will go straight to that Lister and all other booking requests will be cancelled.
ca: Sembla que ja tens Sol·licituds de Reserva actives. Tingues en compte que un cop acceptada una Sol·licitud de Reserva tant per tu com per l'Anunciant, l'import de la Reserva es transferirà a l'Anunciant i la resta de Sol·licituds quedaran cancel·lades.
es: Parece que ya tienes Reservas activas. Ten en cuenta que una vez aceptada una Solicitud de Reserva por ti o por un Anunciante, el importe de esta se transferirá al Anunciante y las demás Solicitudes de Reserva quedaran canceladas.
fr: Il semblerait que vous ayez des demandes de réservation en cours. Rappelez-vous que dès qu'une demande de réservation est acceptée par vous-même ou bien par l'Annonceur, le montant de la réservation sera directement transféré à cet Annonceur et toutes les autres demandes de réservation seront annulées.
it: Sembra che tu abbia già richieste di prenotazione attive. Ricorda che non appena una richiesta di prenotazione viene accettata da te o dall'inserzionista, l'importo della tua prenotazione andrà direttamente a quell'inserzionista e tutte le altre richieste di prenotazione saranno annullate.
nl: Het lijkt erop dat je al een actief boekingsverzoek hebt. Vergeet niet dat zodra een boekingsverzoek geaccepteerd wordt door jou of de Plaatser, je boekingsbedrag rechtstreeks naar de Plaatser gaat en alle andere boekingsverzoeken geannuleerd worden.

# Booking.Tutorial.First.Title
source: Introducing the new Booking!
ca: Descobreix les noves Reserves!
es: ¡Descubre el sistema de Reservas!
fr: Lancement du système de réservation !
it: Lancio del sistema di Prenotazione!
nl: Ontmoet de nieuwe boeking!

# Booking.Tutorial.First.Subtitle
source: Book your room in no time with Badi.
ca: Reserva la teva habitació a l'instant amb Badi.
es: Reserva tu habitación al instante con Badi.
fr: Réservez votre chambre rapidement avec Badi.
it: Prenota la tua stanza in un batter d'occhio con Badi.
nl: Boek je kamer nu met Badi.

# Booking.Tutorial.Second.Title
source: Security first
ca: Super segur
es: Tu seguridad es lo primero
fr: La sécurité, d'abord !
it: La sicurezza prima di tutto
nl: Veiligheid voor alles

# Booking.Tutorial.Second.Subtitle
source: Don’t worry about your money. Badi takes care of the transactions!
ca: No pateixis pels teus diners. Badi s'encarrega de totes les transaccions!
es: No te preocupes por tu dinero. ¡Badi se ocupa de todas las transacciones!
fr: Ne vous faites pas de soucis ! Badi s'occupe de vos transactions !
it: Non preoccuparti per il pagamento. Badi gestisce le transazioni per te.
nl: Maak je geen zorgen om je geld. Badi zorgt voor de transacties!

# Booking.Tutorial.Third.Title
source: Fast and easy!
ca: Ràpid i fàcil!
es: Rápido y fácil
fr: Rapide et facile !
it: Semplice e veloce!
nl: Snel en gemakkelijk!

# Booking.Tutorial.Third.Subtitle
source: Chat, send requests and confirm your new room or roommate.
ca: Xateja, envia Sol·licituds i confirma la teva nova habitació o el teu nou company de pis.
es: Chatea, manda solicitudes y confirma tu nueva habitación o compañero de piso
fr: Chattez, envoyez des demandes de réservation et trouvez une chambre et un colocataire qui vous correspond.
it: Chatta, invia richieste e conferma la tua nuova stanza o coinquilino.
nl: Chat, stuur verzoeken en bevestig je nieuwe kamer of huisgenoot.

# Booking.Tutorial.Fourth.Title
source: 100% Free!
ca: 100% Gratis!
es: 100% Gratis
fr: 100% gratuit !
it: Gratis al 100%!
nl: 100% gratis!

# Booking.Tutorial.Fourth.Subtitle
source: Send as many Booking Requests as you want, it’s all free!
ca: Envia tantes Sol·licituds de Reserva com vulguis, és tot de franc!
es: Manda tantas Solicitudes de Reserva como quieras, ¡son todas gratis!
fr: Envoyez autant de Demandes de Réservation que vous le souhaitez, c'est gratuit !
it: Invia tutte le Richieste di Prenotazione che vuoi, è gratis!
nl: Stuur zoveel boekingsverzoeken als je wil. Het is volledig gratis!

# Booking.Tutorial.Button
source: Got it!
ca: Entesos!
es: ¡Entendido!
fr: Compris !
it: Capito!
nl: Ga door!

# Booking.Chat.Ad.Text
source: Book your room securely with Badi
ca: Reserva la teva habitació amb Badi
es: Reserva tu habitación con Badi
fr: Réservez votre chambre en toute sécurité avec Badi
it: Prenota la tua stanza in tutta sicurezza con Badi
nl: Boek je kamer veilig met Badi

# Booking.Chat.Ad.Button
source: Get more info
ca: Obté més info
es: Obtén más info
fr: Recevoir plus d'infos
it: Maggiori informazioni
nl: Meer info

# Social.Connections.Amount
source: social connections with %@
ca: Social Connections amb %@
es: Social Connections con %@
fr: Social Connections avec %@
it: Social Connections con %@
nl: sociale connecties met %@

# Social.Paths.Title
source: This is how %@ connects you to %@:
ca: Així és com %@ connecta amb %@:
es: Así es como %@ te conecta con %@:
fr: Voici comment %@ vous connecte à %@ :
it: Ecco come %@ ti connette a %@:
nl: Dit is hoe %@ je verbindt met %@:

# Social.Paths.Me
source: Me
ca: Jo
es: Yo
fr: Moi
it: Io
nl: Ik

# Neighbourhood.ChIJRzHcPCsmQg0R_0fI8f8DR-Y
source: Cultural diversity in the traditional old town.
ca: Diversitat cultural en el tradicional centre històric.
es: Diversidad cultural en el tradicional casco antiguo.
fr: Diversité culturelle dans le quartier historique traditionnel.
it: Diversità culturale nel centro storico.
nl: Culturele diversiteit in een traditioneel oud stadje.

# Neighbourhood.ChIJz7ZjFH4oQg0RYS0zuSBBoxQ
source: The city-centre, lively at all times of the day.
ca: El centre de la ciutat, animat a tota hora.
es: El centro de la ciudad, animado a todas horas.
fr: Le centre-ville, plein de vie tout au long de la journée.
it: Il centro della città sempre pieno di vita, non dorme mai.
nl: Het stadscentrum dat de hele dag levendig is.

# Neighbourhood.ChIJ8ek8h2QoQg0RTBJi44fo6qA
source: Alternative style, vintage shops, hip bars and bohemian cafes.
ca: Estil alternatiu, tendes vintage, bars de moda i cafès bohemis.
es: Estilo alternativo, tiendas vintage, bares de moda y cafés bohemios.
fr: Style alternatif, boutiques vintages, bars hipsters et cafés bohèmes.
it: Stile alternativo, negozi vintage, bar dal tocco hippy e sempre alla moda.
nl: Alternatieve stijlen, retro winkeltjes, hippe bars en Boheemse cafés.

# Neighbourhood.ChIJzfooVGkoQg0RUZNtUtm0hII
source: Green spaces right next to the city centre.
ca: Espais verds just al costat del centre de la ciutat.
es: Espacios verdes, justo al lado del centro de la ciudad.
fr: Espaces verts près du centre-ville.
it: Spazi verdi proprio accanto al centro della città.
nl: Groene plekjes, net buiten het stadscentrum.

# Neighbourhood.ChIJjXE4gW8vQg0RospLN-fgw1E
source: Modern developments down by the river.
ca: Arquitectura moderna a la bora del riu.
es: Arquitectura moderna a la orilla del río.
fr: Quartier moderne près du fleuve.
it: Ricco di modernità.
nl: Moderne ontwikkelingen langs de rivier.

# Neighbourhood.ChIJ-TdI70IoQg0RLu_2APbEemw
source: Lively nights and well connected.
ca: Nits animades i ben comunicat.
es: Noches animadas y bien comunicado.
fr: Quartier vivant et bien connecté
it: Serate all’insegna del divertimento e trasporti ben collegati.
nl: Levendige nachten en een goede verbinding.

# Neighbourhood.ChIJ--Ln3n-ipBIRcvCCQOH6ACY
source: Quiet parks without leaving the city.
ca: Parcs tranquils sense deixar la ciutat.
es: Parques tranquilos sin salir de la ciudad.
fr: Des parcs calmes à proximité de la ville.
it: Parchi tranquilli senza allontanarsi dalla città.
nl: Stille parkjes, zonder dat je de stad moet verlaten.

# Neighbourhood.ChIJ4Q9lYYWipBIRgvCCQOH6ACY
source: Open culture packed with brunch spots.
ca: Una cultura oberta plena de llocs per prendre l'aperitiu.
es: De cultura abierta, lleno de lugares para tomar el aperitivo.
fr: Culture ouverte et atmosphère accueillante.
it: Numerosi locali per il brunch con un mix di culture.
nl: Open cultuur, gevuld met brunch-plekjes.

# Neighbourhood.ChIJDwUiqL2ipBIRI6kV4Db90bQ
source: Boutique shops and the trendiest bars.
ca: Boutiques, i els bars més de moda.
es: Boutiques y bares de moda.
fr: Des petites boutiques et bars branchés.
it: Boutique con uno stile tutto loro e molto cool.
nl: Boetiekjes en de meest trendy bars.

# Neighbourhood.ChIJ2b6UOeGipBIRGvrMS1jtefQ
source: Culture and modernity collide in the old town.
ca: Cultura i modernitat s'ajunten en el centre històric.
es: Cultura y modernidad se juntan en el casco antiguo.
fr: Le coeur historique de la ville, concilie culture et modernité
it: Cultura e modernità si fondono nella città vecchia.
nl: Cultuur en moderniteit komen samen in het oude stadje.

# Neighbourhood.ChIJqf86DGKipBIRIOyOP4f4xrE
source: Laid-back bars and markets.
ca: Bars tranquils i mercats.
es: Bares tranquilos y mercados.
fr: Bars et marchés décontractés.
it: Bar con un'atmosfera rilassata.
nl: Gezellige bars en markten.

# Neighbourhood.ChIJmyCPhtuipBIRHIgYpfufcN0
source: Home to Gaudí’s masterpiece, central with a buzzing atmosphere.
ca: La llar de l'obra mestra de Gaudí, cèntrica amb una vibrant atmosfera.
es: El hogar de la obra maestra de Gaudí, céntrico con una vibrante atmósfera.
fr: Quartier authentique qui abrite le chef-d’oeuvre de Gaudi.
it: La casa del capolavoro di Gaudí, centro con un'atmosfera vivace.
nl: Thuis aan Gaudí’s meesterwerk, centraal met een bezige atmosfeer.

# Neighbourhood.ChIJ6VVDJrN65kcRQBuUaMOCCwU
source: Museums galore amongst green spaces and rows of restaurants.
ca: Museus en abundància, espais verds i fileres de restaurants.
es: Museos en abundancia, espacios verdes y muchos restaurantes.
fr: Des rues charmantes, des immeubles à l’architecture haussmannienne et de beaux jardins.
it: Musei a bizzeffe tra spazi verdi e ristoranti a non finire.
nl: Museums in overvloed tussen groene plekjes en rijen aan restaurants.

# Neighbourhood.ChIJEcgELkNu5kcRjVQFUIvkPMY
source: Artsy and authentic, central with a village feel.
ca: Artístic i autèntic, cèntric amb ambient de poble.
es: Artístico, auténtico y céntrico con una sensación de pueblo.
fr: Artistique et authentique comme un petit village.
it: Artistico e autentico, centro che vi farà sentire a casa.
nl: Kunstig en authentiek, centraal gelegen met een dorpsgevoel.

# Neighbourhood.ChIJ9WBuGRRw5kcRMBuUaMOCCwU
source: Tranquility and history tucked away from the clamour of Paris.
ca: Tranquil·litat i història amagades del clamor de París.
es: Tranquilidad e historia escondidas del clamor de París.
fr: Quartier paisible et résidentiel, qui regorge de grands parcs.
it: Tranquillità e storia nascosto dal fragore di Parigi.
nl: Rust en geschiedenis, afgezonderd van de drukte van Parijs.

# Neighbourhood.ChIJf8gcz69v5kcRYEpIvGqyH-4
source: Traditional architecture in a trendy neighbourhood.
ca: Arquitectura tradicional en un barri de moda.
es: Arquitectura tradicional, en un barrio de moda.
fr: Architecture traditionnelle dans un quartier tendance.
it: Architettura tipica in un quartiere alla moda.
nl: Traditionele architectuur in een trendy buurt.

# Neighbourhood.ChIJ59fvwcht5kcRcBuUaMOCCwU
source: Green spaces, chilled bars and cultural diversity.
ca: Espais verds, bars tranquils i diversitat cultural.
es: Espacios verdes, bares tranquilos y diversidad cultural.
fr: Espaces verts, bars décontractés et diversité culturelle.
it: Spazi verdi, bar con un’aria tranquilla e diversità culturale.
nl: Groene plekjes, leuke bars en culturele diversiteit.

# Neighbourhood.ChIJxSr71vZt5kcR8BqUaMOCCwU
source: Lively nightlife, packed full of bars and restaurants.
ca: Nits animades, plenes de bars i restaurants.
es: Noche vivas, llenas de bares y restaurantes.
fr: Vie nocturne animée dans ce quartier aux nombreux bars et restaurants.
it: Vita notturna vivace, ricca di bar e ristoranti.
nl: Levendig nachtleven, vol met bars en restaurants.

# Neighbourhood.ChIJPStI0CVu5kcRUBqUaMOCCwU
source: The luxurious centre, home to the world-famous museum.
ca: El luxós centre, llar del mundialment famós museu.
es: El lujoso centro, hogar del mundialmente famoso museo.
fr: Un quartier qui regorge de trésors comme le musée du Louvre.
it: Il lussuoso centro, sede del Museo conosciuto da tutto il mondo.
nl: Het luxueuze centrum, thuis aan het wereldberoemde museum.

# Neighbourhood.ChIJ_WhMlTxu5kcRYBqUaMOCCwU
source: A bustling business district mixed with often unnoticed ancient areas.
ca: Un vibrant barri comercial barrejat amb àrees antigues que passen desapercebudes.
es: Un vibrante barrio comercial mezclado con áreas antiguas que pasan desapercibidas.
fr: Un quartier d’affaire, cachant des lieux anciens souvent oubliés.
it: Un quartiere dinamico d'affari con un mix di zone antiche spesso inosservate.
nl: Een drukke zakenbuurt, gemengd met vaak onopgemerkte antieke gebieden.

# Neighbourhood.ChIJw0-tXgRu5kcRcBqUaMOCCwU
source: The medieval area is the quiet home to a number of museums.
ca: L'àrea medieval és la casa silenciosa d'una gran quantitat de museus.
es: El área medieval es la casa silenciosa de una gran cantidad de museos.
fr: Le quartier médiéval abrite de nombreux musées.
it: La zona medievale è il riparo tranquillo con alcuni musei.
nl: Dit middeleeuwse gebied is het stille thuis van een aantal museums.

# Neighbourhood.ChIJo8SoIv1x5kcRgBqUaMOCCwU
source: Lively nights and culture galore, home to the Notre-Dame.
ca: Nits plenes de vida i cultura, llar de Notre-Dame.
es: Noches llenas de vida y cultura, el hogar de Notre-Dame.
fr: Des nuits animées et une abondance de cultures, quartier de Notre-Dame.
it: Notti divertenti e cultura a bizzeffe, sede di Notre-Dame.
nl: Levendige nachten en cultuur in overvloed, thuis aan Notre-Dame.

# Neighbourhood.ChIJb_T3b-9x5kcRkBqUaMOCCwU
source: Home to the famous Latin Quarter, a diverse University hub.
ca: Llar del famós barri del llatí, amb un centre universitari divers.
es: Hogar del famoso Distrito Latino, un diverso centro universitario.
fr: Le quartier latin est incontournable. Ambiance conviviale assurée !
it: Sede del famoso quartiere latino, il cuore dell’università diverso dal solito.
nl: Thuis aan het beroemde Quartier-Latin, een divers universitair centrum.

# Neighbourhood.ChIJGcU48NBx5kcRoBqUaMOCCwU
source: Chilled with open green spaces and old streets.
ca: Relaxat, amb espais verds i carrers antics.
es: Relajante con espacios verdes y calles antiguas.
fr: Détente dans ses beaux jardins et ses vieilles rues.
it: Rilassati nei grandi giardini e perditi nelle strade caratteristiche.
nl: Rustig, met open groene plekjes en oude straatjes.

# Neighbourhood.ChIJWWRTZChw5kcRsBqUaMOCCwU
source: Classic Parisian architecture and a vibrant mix of restaurants, cafes and bars.
ca: Arquitectura clàssica parisenca, un brillant mix de restaurants, cafès i bars.
es: Clásica arquitectura parisina y un vibrante mix de restaurantes, cafés y bares.
fr: Architecture parisienne classique, un mélange de restaurants, cafés et bars.
it: Classica architettura parigina, un mix strepitoso di ristoranti, caffetterie e bar.
nl: Klassieke Parijse architectuur, een levendige mix aan restaurants, cafés en bars.

# Neighbourhood.ChIJdWkEFsZv5kcRwBqUaMOCCwU
source: Home to the legendary boulevard, a thriving neighbourhood.
ca: Llar del llegendari bulevard, un pròsper veïnat.
es: Hogar del legendario bulevar, un vecindario próspero.
fr: Le boulevard légendaire, un quartier prospère.
it: Sede del leggendario Boulevard, un quartiere vigoroso.
nl: Thuis aan de legendarische boulevard. Een bloeiende buurt.

# Neighbourhood.ChIJvdxBeEdu5kcR0BqUaMOCCwU
source: A lively nightlife in the centre of the city’s classical culture.
ca: Vida nocturna animada al centre de la cultura clàssica de la ciutat.
es: Vida nocturna animada en el centro de la cultura clásica de la ciudad.
fr: Vie nocturne animée dans le centre de la culture de la ville.
it: Vita notturna sempre accesa nel centro della cultura classica della città.
nl: Levendig nachtleven middenin de klassieke cultuur van de stad.
