Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Rooms.ComingSoon.Subtitle
source: We are going to land soon in Italy! Come back in a few days and find your perfect roommate in this wonderful country.
ca: Hem preparat amb amor la nostra arribada a Itàlia. Tingues paciència, l'oferta anirà creixent!
es: Hemos preparado con amor nuestro aterrizaje en Italia. Aunque ahora veas poca oferta, te damos nuestra palabra de que cada día será mayor.
fr: Nous allons bientôt atterrir en Italie ! Cherchez votre parfait colocataire dans ce merveilleux pays.
it: Presto atterreremo in Italia! Torna qui tra qualche giorno per incontrare il coinquilino perfetto in questo bellissimo paese.
nl: We zijn binnenkort ook te vinden in Italië! Kom binnen enkele dagen terug en vind jouw perfecte kamergenoot in dit fantastische land.

# Rooms.ComingSoon.FirstButton
source: Awesome!
ca: Genial!
es: ¡Genial!
fr: Génial !
it: Fantastico!
nl: Geweldig!

# Rooms.List.Footer
source: Wanna see more rooms? Search in another area or try changing your selected filters.
ca: Vols veure més habitacions? Cerca en una altra àrea o intenta canviar els filtres seleccionats.
es: ¿Quieres ver más habitaciones? Busca en otra área o intenta cambiar los filtros seleccionados.
fr: Vous voulez voir plus de chambres ? Modifiez les filtres sélectionnés ou votre zone de recherche pour plus de résultats !
it: Vuoi vedere altre stanze? Cerca in un'altra area o prova a modificare i filtri selezionati.
nl: Wil je meer kamers zien? Zoek in een ander gebied of probeer je geselecteerde filters aan te passen.

# Filter.Title
source: Filters
ca: Filtres
es: Filtros
fr: Filtres
it: Filtri

# Filter.Clear
source: Clear all
ca: Borrar filtres
es: Borrar filtros
fr: Effacer filtres
it: Cancella tutto
nl: Wis alles

# Filter.Available
source: Available
ca: Disponible
es: Disponible
fr: Disponibilité
it: Disponibile
nl: Beschikbaar

# Filter.Now
source: Now
ca: Ara
es: Ahora
fr: Maintenant
it: Ora
nl: Nu

# Filter.From
source: Choose date
ca: Escollir data
es: Elegir fecha
fr: Choisir une date
it: Scegli la data
nl: Kies datum

# Filter.MaxPrice
source: Monthly max price
ca: Preu màxim mensual
es: Precio máximo por mes
fr: Loyer mensuel max
it: Prezzo massimo mensile
nl: Maandelijkse maximumprijs

# Filter.MaxPrice.Subtitle
source: (Country currency)
ca: (Moneda del país)
es: (Moneda del país)
fr: (Devise du pays)
it: (Valuta paese)
nl: (Landvaluta)

# Filter.Gender.Title
source: Badis gender
ca: Prefereixo viure amb...
es: Prefiero vivir con...
fr: Je veux vivre avec :
it: Genere dei Badi
nl: Badi's geslacht

# Filter.Gender.Subtitle
source: (Currently living in the apartment)
ca: (Actualment vivint al pis)
es: (Viviendo en el piso actualmente)
fr: (Vivant dans l'appartement)
it: (attualmente nell'appartamento)
nl: (Woont momenteel in het appartement)

# Filter.Gender.AllFemale
source: all female
ca: noies
es: chicas
fr: femmes
it: tutte donne
nl: vrouwen

# Filter.Gender.AllMale
source: all male
ca: nois
es: chicos
fr: hommes
it: tutti uomini
nl: mannen

# Filter.Gender.Both
source: both
ca: ambdós
es: ambos
fr: les deux
it: entrambi
nl: beide

# Filter.Roomates.Title
source: Total number of Badis
ca: Nombre total de Badis
es: Número total de Badis
fr: Nombre total de colocataires
it: Numero totale dei Badi
nl: Totaal aantal Badi's

# Filter.Roomates.Subtitle
source: (Currently living in the apartment)
ca: (Actualment vivint al pis)
es: (Viviendo en el piso actualmente)
fr: (Vivant dans l'appartement)
it: (attualmente nell'appartamento)
nl: (Woont momenteel in het appartement)

# Filter.Roomates.Max
source: maximum
ca: màxim
es: máximo
it: massimo

# Filter.Roomates.Min
source: minimum
ca: mínim
es: mínimo
it: minimo

# Filter.BedType
source: Bed type
ca: Tipus de llit
es: Tipo de cama
fr: Type de lit
it: Tipo di letto
nl: Soort bed

# Filter.RoomAmenities
source: Room amenities
ca: Comoditats de l'habitació
es: Comodidades de la habitación
fr: Équipements de la chambre
it: Caratteristiche della stanza
nl: Voorzieningen

# Filter.FriendlyRules
source: Friendly rules
ca: Normes
es: Normas
fr: Règles de cohabitation
it: Regole di casa
nl: Vriendschappelijke regels

# Filter.GeneralAmenities
source: General amenities
ca: Comoditats generals
es: Comodidades generales
fr: Équipements
it: Caratteristiche generali
nl: Algemene voorzieningen

# Filter.Apply
source: Apply
ca: Aplicar
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen

# Room.ShareText.Seeker
source: Look what room I found with @badiapp #FindYourPlace
ca: Mira quina habitació he trobat a @badiapp #FindYourPlace
es: Mira qué habitación he encontrado con @badiapp #EncuentraTuSitio
fr: Regarde la chambre que j'ai trouvée sur @badiapp #FindYourPlace
it: Guarda che stanza ho trovato con @badi_it #FindYourPlace
nl: Kijk welke kamer ik gevonden heb met @badiapp #FindYourPlace

# Room.ShareText.Seeker.WithCity
source: Look what room I found in %@ with @badiapp #FindYourPlace
ca: Mira quina habitació he trobat a %@ amb @badiapp #FindYourPlace
es: Mira qué habitación he encontrado en %@ con @badiapp #EncuentraTuSitio
fr: Regarde la chambre que j'ai trouvée %@ avec @badiapp #FindYourPlace
it: Guarda che stanza ho trovato a %@ con @badi_it #FindYourPlace
nl: Kijk welke kamer ik gevonden heb in %@ met @badiapp #FindYourPlace

# Room.ShareText.Lister
source: I have a spare room for rent in my flat, anyone interested? Check it out at @badiapp
ca: Tinc una habitació lliure per llogar, hi ha algú interessat? Fes-li una ullada a @badiapp
es: Tengo una habitación libre en mi casa para alquilar, ¿alguien interesado? Puedes verla en @badiapp
fr: J’ai une chambre à louer chez moi. Vous connaissez quelqu’un intéressé ? Découvrez-la sur @badiapp
it: Ho una stanza libera a casa mia. Conoscete qualcuno interessato? Potete vederla su @badi_it
nl: Ik heb een extra kamer te huur in mijn appartement. Is iemand geïnteresseerd? Bekijk hem op @badiapp

# Room.ShareText.Booking
source: Do you want to book my room? Do it with @badiapp
ca: Vols reservar la meva habitació? Fes-ho a @badiapp
es: ¿Quieres reservar mi habitación? Hazlo en @badiapp
fr: Vous voulez réserver ma chambre ? Faites-le avec @badiapp
it: Vuoi prenotare la mia stanza? Fallo con @badi_it
nl: Wil je mijn kamer boeken? Doe het met @badiapp

# RoomDetail.Day
source: day
ca: dia
es: día
fr: jour
it: giorno
nl: dag

# RoomDetail.Days
source: days
ca: dies
es: días
fr: jours
it: giorni
nl: dagen

# RoomDetail.Week
source: week
ca: setmana
es: semana
fr: semaine
it: settimana

# RoomDetail.Weeks
source: weeks
ca: setmanes
es: semanas
fr: semaines
it: settimane
nl: weken

# RoomDetail.Month
source: month
ca: mes
es: mes
fr: mois
it: mese
nl: maand

# RoomDetail.Months
source: months
ca: mesos
es: meses
fr: mois
it: mesi
nl: maanden

# RoomDetail.From
source: From
ca: Des de
es: Desde
fr: À partir du
it: Dal
nl: Vanaf

# RoomDetail.To
source: to
ca: fins
es: hasta
fr: jusqu'à
it: al
nl: tot

# RoomDetail.YearsOld
source: years old
ca: anys
es: años
fr: ans
it: anni
nl: jaar oud

# RoomDetail.RoomSettingsButton
source: Room Settings
ca: Configuració
es: Configuración
fr: Disposition de la pièce
it: Opzioni Stanza
nl: Kamerinstellingen

# RoomDetail.SendRequestButton
source: Send request
ca: Enviar sol·licitud
es: Enviar solicitud
fr: Envoyer une demande
it: Invia Richiesta
nl: Stuur verzoek

# RoomDetail.SeeAll
source: see all
ca: veure-les totes
es: ver todo
fr: voir tout
it: vedi tutte
nl: zie alle

# RoomDetail.PropertyType
source: Listed space
ca: Espai publicat
es: Espacio publicado
fr: Espace à louer
it: Spazio pubblicato
nl: De ruimte

# RoomDetail.PropertyType.PrivateRoom
source: Private room
ca: Habitació privada
es: Habitación privada
fr: Chambre privée
it: Stanza privata
nl: Privé kamer

# RoomDetail.PropertyType.SharedRoom
source: Shared room
ca: Habitació compartida
es: Habitación compartida
fr: Chambre partagée
it: Stanza condivisa
nl: Gedeelde kamer

# RoomDetail.PropertyType.EntirePlace
source: Entire property
ca: Allotjament sencer
es: Alojamiento entero
fr: Logement entier
it: Intera proprietà
nl: Heel gebouw

# RoomDetail.BedType
source: Bed type
ca: Tipus de llit
es: Tipo de cama
fr: Type de lit
it: Tipo di letto
nl: Soort bed

# RoomDetail.Flatmates
source: Flatmates
ca: Companys de pis
es: Compañeros de piso
fr: Colocataires
it: Coinquilini
nl: Huisgenoten

# RoomDetail.PreferredFlatmate
source: Preferred flatmate
ca: Company d'habitació preferit
es: Compañero de piso preferido
fr: Colocataire souhaité
it: Coinquilino preferito
nl: Gewenste huisgenoot

# RoomDetail.Availability
source: Availability
ca: Disponible
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
nl: Beschikbaarheid

# RoomDetail.MinStay
source: Minimum stay
ca: Estada mínima de
es: Estancia mínima de
fr: Séjour minimum
it: Soggiorno minimo
nl: Minimum duur

# RoomDetial.Location
source: Location
ca: Ubicació
es: Ubicación
fr: Position
it: Posizione
nl: Locatie

# RoomDetail.Description
source: Description
ca: Descripció
es: Descripción
it: Descrizione
nl: Beschrijving

# RoomDetail.Amenities
source: Amenities
ca: Comoditats
es: Comodidades
fr: Équipements
it: Caratteristiche
nl: Voorzieningen

# RoomDetail.HouseRules
source: House rules
ca: Normes de la casa
es: Normas de la casa
fr: Règlement intérieur
it: Regole della casa
nl: Huisregels

# RoomDetail.Published
source: Listed
ca: Publicat
es: Publicada
fr: Publiée
it: Inserita
nl: Gepubliceerd

# RoomDetail.Published.By
source: by
ca: per
es: por
fr: par
it: da
nl: door

# RoomDetail.Action.Title
source: Are you sure?
ca: Estàs segur?
es: ¿Estás seguro?
fr: Vous êtes sûr/e?
it: Sei sicuro?
nl: Weet je het zeker?

# RoomDetail.Action.Unpost.Subtitle
source: Why do you want to unpost it?
ca: Per què vols despublicar-la?
es: ¿Por qué quieres despublicarla?
fr: Pourquoi voulez-vous la supprimer ?
it: Perché vuoi rimuoverla?
nl: Waarom wil je het weghalen?

# RoomDetail.Action.Delete.Subtitle
source: Why do you want to delete it?
ca: Per què vols eliminar-la?
es: ¿Por qué quieres eliminarla?
fr: Pourquoi voulez-vous la supprimer ?
it: Perché vuoi cancellarla?
nl: Waarom wil je het verwijderen?

# RoomDetail.Action.Rent
source: I've rented it :)
ca: L'he llogat :)
es: La he alquilado :)
fr: Je l'ai louée :)
it: L'ho affittata :)
nl: Ik heb het gehuurd :)

# RoomDetail.Action.Hide
source: I want to hide it
ca: Vull ocultar l'anunci
es: Quiero ocultar el anuncio
fr: Je veux cacher l'annonce
it: Voglio nasconderla
nl: Ik wil het verbergen

# RoomDetail.Action.DontRent
source: I don't want to rent it
ca: No vull llogar-la
es: No la quiero alquilar
fr: Je ne veux pas la louer
it: Non voglio affittarla
nl: Ik wil het niet huren

# RoomDetail.Report.Title
source: Report
ca: Denunciar
es: Reportar
fr: Dénoncer
it: Segnalazione
nl: Aangeven

# RoomDetail.Report.ActionButton.First
source: User
ca: Usuari
es: Usuario
fr: l’utilisateur
it: Utente
nl: Gebruiker

# RoomDetail.Report.ActionButton.Second
source: Room
ca: Habitació
es: Habitación
fr: le logement
it: Stanza
nl: Kamer

# RoomDetail.Booking.Tip.Title
source: Now you can Book this room securely, fast and free with Badi
ca: Ara pots Reservar de forma segura, ràpida i gratuïta amb Badi
es: Ahora puedes Reservar tu habitación de forma segura, rápida y gratis con Badi
fr: Vous pouvez désormais réserver votre chambre en toute sécurité, rapidement et gratuitement avec Badi !
it: Adesso puoi Prenotare la tua stanza in tutta sicurezza, velocemente e gratis con Badi
nl: Je kunt deze kamer veilig, snel en gratis boeken met Badi

# RoomDetail.Booking.Tip.Secure
source: Secure payments
ca: Pagaments segurs
es: Pagos seguros
fr: Paiements sécurisés
it: Paga in sicurezza
nl: Veilige betalingen

# RoomDetail.Booking.Tip.Fast
source: Fast & easy
ca: Ràpid i fàcil
es: Rápido y fácil
fr: Facile & rapide
it: Semplice e veloce
nl: Snel & gemakkelijk

# RoomDetail.Booking.Tip.Free
source: 100% Free
ca: 100% Gratis
es: 100% Gratis
fr: 100% gratuit
it: Gratis al 100%
nl: 100% gratis

# RoomDetail.Booking.Tip.Subitle
source: Secure payments with Stripe
ca: Pagaments segurs amb Stripe
es: Pagos seguros con Stripe
fr: Paiements sécurisés avec Stripe
it: Pagamenti sicuri con Stripe
nl: Veilige betalingen met Stripe

# RoomDetail.Edition.Alert.Title
source: Listing Edition
ca: Modificació de l'habitació
es: Edición de Habitación
fr: Historique de vos Annonces
it: Modifica Annunci
nl: Plaatsing Editie

# RoomDetail.Edition.Alert.Message
source: You are not able to edit your listing’s details while you have active bookings. Check out your booking activity to see the state of your bookings.
ca: No és possible modificar els detalls de l'habitació quan tens reserves actives. Revisa la teva activitat de reserves per veure l'estat de les teves reserves.
es: No es posible editar los detalles de tu habitación mientras tienes Reservas activas. Revisa tu actividad de Reservas para ver el estado de tus reservas.
fr: Vous ne pouvez pas éditer vos annonces si vous avez des réservations en cours. Veuillez vérifier le statut de vos réservations.
it: Non puoi modificare i dettagli della tua inserzione quando hai prenotazioni attive. Termina la tue attività di prenotazione in corso per verificare lo stato delle tue prenotazioni.
nl: Je kunt de details van je advertentie niet wijzigen wanneer je actieve boekingen hebt. Bekijk je boekingsactiviteit om de staat van je boekingen te zien.

# RoomDetail.BillsIncluded
source: Bills included
ca: Factures incloses
es: Gastos incluidos
fr: Charges comprises
it: Bollette comprese
nl: Inclusief

# RoomDetail.BillsNotIncluded
source: Bills not included
ca: Factures no incloses
es: Gastos no incluidos
fr: Charges non comprises
it: Bollette non comprese
nl: Exclusief

# RoomDetail.Flatmate.Age
source: Age
ca: Edat
es: Edad
fr: Âge
it: Età
nl: Leeftijd

# RoomDetail.Flatmate.YearsOld
source: years old
ca: anys
es: años
fr: ans
it: anni
nl: jaar oud

# RoomDetail.Flatmate.Gender
source: Gender
ca: Sexe
es: Sexo
fr: Sexe
it: Genere
nl: Geslacht

# RoomDetail.Flatmate.CurrentSituation
source: Current situation
ca: Situació actual
es: Situación actual
fr: Situation actuelle
it: Situazione attuale
nl: Huidige situatie

# RoomDetail.Flatmate.Gender.Male
source: Male
ca: Home
es: Hombre
fr: Homme
it: Uomo
nl: Man

# RoomDetail.Flatmate.Gender.Female
source: Female
ca: Dona
es: Mujer
fr: Femme
it: Donna
nl: Vrouw

# RoomDetail.Flatmate.Gender.DontMind
source: Doesn't mind
ca: Sense preferència
es: No importa
fr: Peu importe
it: È uguale
nl: Maakt niet uit

# RoomDetail.Flatmate.Occupation.Working
source: Working
ca: Treballant
es: Trabajando
fr: Travail
it: Lavora
nl: Werkend

# RoomDetail.Flatmate.Occupation.Studying
source: Studying
ca: Estudiant
es: Estudiando
fr: Études
it: Studia
nl: Studerend

# RoomDetail.Flatmate.Occupation.DontMind
source: Doesn't mind
ca: Sense preferència
es: No importa
fr: Peu importe
it: È uguale
nl: Maakt niet uit

# SocialConnections.SeeConnectionsOtherProfile
source: Get to know your social connections
ca: Coneix les vostres Social Connections
es: Descubre tus social connections
fr: Découvrez vos Social Connections
it: Vieni a conoscere le tue Social Connections
nl: Ontdek je sociale connecties

# SocialConnections.SeeConnections
source: See how you're connected to %@
ca: Descobreix com estàs connectat amb %@
es: Mira tus conexiones con %@
fr: Découvrez vos social connections avec %@
it: Scopri le tue connessioni con %@
nl: Bekijk hoe je verbonden bent met %@

# SocialConnections.NoConnectionsBoth
source: Oops! Looks like you and %@ don’t have any connections in common yet…
ca: Ups! Sembla que tu i %@ encara no teniu connexions en comú...
es: ¡Ups! Parece que tú y %@ aún no tenéis ninguna conexión en común...
fr: Il semblerait que vous n'ayez aucune social connections en commun avec %@...
it: Ops! Sembra che tu e %@ non abbiate alcuna connessione in comune al momento...
nl: Oeps! Het lijkt erop dat jij en %@ nog geen gemeenschappelijke connecties hebben...

# SocialConnections.NoConnectionsOther
source: Oops! Looks like %@ isn’t using this feature yet…
ca: Ups! %@ encara no està fent servir aquesta funcionalitat
es: ¡Ups! Parece que %@ aún no está usando esta función
fr: Oups ! Il semblerait que %@ n'utilise pas encore cette fonctionnalité...
it: Ops! Sembra che %@ non stia ancora usando questa funzione...
nl: Oeps! Het lijkt erop dat %@ deze functie nog niet gebruikt...

# SocialConnections.NoConnectionsYou
source: Link your social media accounts to discover your connections with %@
ca: Vincula les teves xarxes socials i descobreix les teves connexions %@
es: Vincula tus redes sociales para descubrir tus conexiones con %@
fr: Ajouter vos comptes de réseaux sociaux pour découvrir vos Social Connections avec %@
it: Inserisci i tuoi account social per scoprire le tue connessioni con %@
nl: Verbind je sociale media accounts om je connecties met %@ te ontdekken

# SocialConnections.NoConnectionsDirectFriends
source: Ideal, you and %@ are direct friends!
ca: Tu i %@ sou amics directes.
es: ¡Perfecto! Tú y %@ sois amigos directos
fr: Parfait ! Toi et %@ êtes amis !
it: Perfetto! Tu e %@ siete amici.
nl: Geweldig! Jij en 1%@ zijn directe vrienden.

# SocialConnections.NoConnectionsMyProfile
source: Link your social media accounts to discover your connections
ca: Vincula les teves xarxes socials i descobreix les teves connexions
es: Vincula tus redes sociales para descubrir vuestras conexiones
fr: Ajouter vos comptes de réseaux sociaux pour découvrir vos Social Connections
it: Inserisci i tuoi account social per scoprire le tue connessioni
nl: Link je social media accounts om connecties te ontdekken

# SocialConnections.SeeAll
source: see all
ca: veure-les totes
es: Ver todas
fr: voir plus
it: vedi tutte
nl: zie alle

# SocialConnections.Alert.Title
source: Unlock your social connections
ca: Descobreix les teves Social Connections
es: Descubre tus social connections
fr: Optimisez vos Social Connections
it: Sfrutta le tue Social Connections
nl: Ontdek je sociale connecties

# SocialConnections.Alert.Subtitle
source: See who connects you to your potential badis and make extra sure they're the right one for you!
ca: Descobreix qui et connecta amb altres badis i assegura't que són els adequats per tu!
es: Descubre quién te conecta a otros badis y, ¡asegúrate de que son los mejores para ti!
fr: Regardez qui vous connecte à vos badis potentiels et assurez-vous qu’ils vous correspondent parfaitement !
it: Scopri quali persone ti connettono a potenziali utenti Badi e assicurati che siano adatti a te!
nl: Ontdek wie je aan je potentiële Badis koppelt en wees zeker van je nieuwe huisgenoot!

# SocialConnections.Alert.Button
source: Connect
ca: Connecta't
es: Conéctate
fr: Se Connecter
it: Connetti

# SocialConnections.Alert.ButtonWitouhtAction
source: Got it!
ca: Entesos!
es: ¡Entendido!
fr: Compris !
it: Capito!
nl: Ga door!

# SocialConnections.NoConnectionsYet
source: Just seeing who knows who, check back in a minute to see your connections!
ca: Estem mirant qui coneix a qui, intenta-ho en un minut i descobreix les teves connexions!
es: Estamos viendo quien conoce a quien, ¡Vuelve en un minuto para ver tus conexiones!
fr: En mode vérification ! Revenez dans un petit moment pour découvrir vos social connections
it: Ci stiamo districando fra i tuoi possibili conoscenti, torna fra un minuto per scoprire le tue connessioni!
nl: We checken wie wie kent, kom snel terug om te kijken wie je connecties zijn!

# RoomStatus.Published
source: posted
ca: publicada
es: publicada
fr: publiée
it: pubblicata
nl: geplaatst

# RoomStatus.Unpublished
source: unposted
ca: despublicada
es: despublicada
fr: supprimée
it: non pubblicata
nl: weggehaald

# RoomStatus.Rented
source: rented
ca: llogada
es: alquilada
fr: louée
it: affittata
nl: gehuurd

# RoomStatus.Booked
source: booked
ca: reservada
es: reservada
fr: reservée
it: prenotata
nl: geboekt

# RoomRent.Title
source: Who did you rent it to?
ca: A qui l'has llogat?
es: ¿A quién se la has alquilado?
fr: À qui l'avez-vous loué ?
it: A chi l'hai affittata?
nl: Aan wie heb je het verhuurd?

# RoomRent.NotAbove
source: Not listed above?
ca: No esmentat més amunt
es: ¿No aparece arriba?
fr: N'apparaît pas ci-dessus ?
it: Non in elenco?
nl: Niet hierboven vermeld?

# RoomRent.NotThroughBadi
source: Not rented through Badi
ca: No l'he llogat a través de Badi
es: No la he alquilado a través de Badi
fr: Je ne l'ai pas loué sur Badi
it: Non l'ho affittata con Badi
nl: Niet gehuurd via Badi

# RoomRent.Republish.Title
source: Schedule a reminder
ca: Programar un recordatori
es: Programar un recordatorio
fr: Programmer un rappel
it: Pianifica un promemoria
nl: Plan een herinnering

# RoomRent.Republish.Content
source: When will it be available for rent again? We'll send you a reminder
ca: Quan estarà disponible una altra vegada? T'enviarem un recordatori
es: ¿Cuándo estará disponible para alquiler otra vez? Te enviaremos un recordatorio.
fr: Quand sera-t-elle de nouveau disponible à la location? Nous vous enverrons un rappel
it: Quando sarà nuovamente disponibile per l'affitto? Ti invieremo un promemoria
nl: Wanneer zal de kamer weer beschikbaar zijn om gehuurd te worden? We sturen je een herinnering

# RoomRent.Republish.No
source: No, thanks
ca: No, gràcies
es: No, gracias
fr: Non, merci
it: No, grazie
nl: Nee, bedankt

# RoomRent.Republish.Date
source: Choose date
ca: Escollir data
es: Elegir fecha
fr: Choisir une date
it: Scegli una data
nl: Kies datum

# RoomDelete.Title
source: Are you sure?
ca: Estàs segur?
es: ¿Estás seguro?
fr: Vous êtes sûr/e?
it: Sei sicuro/a?
nl: Weet je het zeker?

# RoomDelete.Subtitle
source: You are going to delete this room.
ca: Estàs a punt d'eliminar l'habitació
es: Estás a punto de borrar la habitación
fr: Vous êtes sur le point de supprimer cette chambre.
it: Stai per cancellare questa stanza.
nl: Je staat op het punt deze kamer te verwijderen.

# BedType.Sofa
source: sofa bed
ca: sofà llit
es: sofá cama
fr: canapé-lit
it: divano letto
nl: Bedbank

# BedType.Single
source: single bed
ca: llit individual
es: cama individual
fr: lit simple
it: letto singolo
nl: Enkel bed

# BedType.Double
source: double bed
ca: llit de matrimoni
es: cama de matrimonio
fr: lit double
it: letto matrimoniale
nl: Dubbel bed

# BedType.No
source: no bed
ca: sense llit
es: no tiene cama
fr: pas de lit
it: nessun letto
nl: Geen bed

# Amenity.Title
source: Amenities
ca: Comoditats
es: Comodidades
fr: Équipements
it: Caratteristiche
nl: Voorzieningen

# Amenity.AirConditioner
source: air conditioning
ca: aire condicionat
es: aire acondicionado
fr: climatisation
it: aria condizionata
nl: airco

# Amenity.AC
source: AC
ca: Aire condicionat
es: Aire acondicionado
fr: Climatisation
it: Aria condizionata
nl: Airconditioning

# Amenity.SmokerFriendly
source: smoker friendly
ca: es permet fumar
es: Se permite fumar
fr: Fumer est autorisé
it: Accetta fumatori
nl: Roken toegestaan

# Amenity.PetFriendly
source: pet friendly
ca: s'accepten mascotes
es: Se permiten mascotas
fr: Animaux acceptés
it: Animali domestici
nl: Huisdieren toegestaan

# Amenity.Elevator
source: elevator
ca: ascensor
es: Ascensor
fr: Ascenseur
it: Ascensore
nl: Lift

# Amenity.Heating
source: heating
ca: Calefacció
es: Calefacción
fr: chauffage
it: Riscaldamento
nl: Verwarming

# Amenity.WashingMachine
source: washing machine
ca: Rentadora
es: Lavadora
fr: machine à laver
it: Lavatrice
nl: wasmachine

# Amenity.Dryer
source: dryer
ca: Assecadora
es: Secadora
fr: sèche-linge
it: Asciugatrice
nl: Droger

# Amenity.Doorman
source: doorman
ca: Porter
es: portero
fr: Concierge
it: Portiere
nl: Portier

# Amenity.CouplesAccepted
source: couples accepted
ca: s'accepten parelles
es: Se aceptan parejas
fr: Couples acceptés
it: Accetta coppie
nl: Koppels toegestaan
