Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Neighbourhood.ChIJTbMkrQxu5kcR4BqUaMOCCwU
source: An authentic neighbourhood in the centre of the city.
ca: Un barri autèntic al centre de la ciutat.
es: Un barrio auténtico en el centro de la ciudad.
fr: Un quartier authentique dans le centre de la ville.
it: Un quartiere originale nel centro della città.
nl: Een authentieke buurt in het centrum van de stad.

# Neighbourhood.ChIJR9fXt4xy5kcRABuUaMOCCwU
source: Open green spaces right next to the river.
ca: Grans espais verds al costat del riu.
es: Grandes espacios verdes al lado del río.
fr: Espaces verts près du fleuve.
it: Spazi verdi proprio accanto al fiume.
nl: Open groene plekjes, vlak naast de rivier.

# Neighbourhood.ChIJgwVOTCdy5kcREBuUaMOCCwU
source: Rich in cultural diversity complete with a lively nightlife.
ca: Ric en diversitat cultural amb nits animades.
es: Rico en diversidad cultural, con noches animadas.
fr: Riche en diversité culturelle, vie nocturne animée.
it: Ricca di diversità culturale in una dinamica vita notturna.
nl: Rijk aan culturele diversiteit, compleet met een levendig nachtleven.

# Neighbourhood.ChIJT0ClqLNx5kcRIBuUaMOCCwU
source: Quiet and residential, complete with its own popular street market.
ca: Tranquil i residencial, complet amb el seu propi mercat popular a peu de carrer.
es: Tranquilo y residencial, con su propio mercado popular a pie de calle.
fr: Calme et résidentiel avec son propre marché.
it: Tranquillo e residenziale, con un proprio mercato.
nl: Stil en residentieel, compleet met haar eigen populaire straatmarkt.

# Neighbourhood.ChIJ6_zai45t5kcRgBuUaMOCCwU
source: Peace and quiet on the whole, but with popular music clubs.
ca: Pau i tranquil·litat en general, però amb clubs populars de música.
es: Paz y tranquilidad, con clubs populares de música.
fr: Calme et paisible dans son ensemble, mais avec des clubs populaires.
it: Pace e tranquillità, ma con club di musica popolare.
nl: Rust en vrede alom, maar dan met populaire muziekclubs.

# Neighbourhood.ChIJqdKqVc0CdkgRgGe-JsaFEQQ
source: Well connected, huge parks mixed with huge skyscrapers.
ca: Ben comunicat, parcs enormes barrejats amb increïbles gratacels.
es: Bien comunicado, parques enormes mezclados con increíbles rascacielos.
fr: Bien connecté, de grands parcs et d’immenses gratte-ciels.
it: Ben collegato, vasti parchi con grattacieli infiniti.
nl: Goed verbonden, gigantische parken, gemengd met reusachtige wolkenkrabbers.

# Neighbourhood.ChIJ3ydEeZgDdkgRcGe-JsaFEQQ
source: Classic pubs and fashionable restaurants, Borough Market’s home.
ca: Pubs clàssics i restaurants de moda, la llar de Borough Market.
es: Pubs clásicos y restaurantes de moda, en el hogar de Borough Market’s.
fr: Pubs classiques et restaurants tendances, Borough Market.
it: Pub classici e ristoranti alla moda, la sede del Borough Market.
nl: Klassieke pubs en modieuze restaurants, thuis aan Borough Market.

# Neighbourhood.ChIJt1zJSGgEdkgRsEAeRjCuDgo
source: By the river, constantly moving.
ca: A la vora del riu, en constant moviment.
es: Por el río, en constante movimiento.
fr: Le long du fleuve, toujours animé.
it: Dal fiume, in costante movimento.
nl: Langs de rivier, constant in beweging.

# Neighbourhood.ChIJBYyO7-8cdkgRLG8Z2Fn7scU
source: Hipster bars with green spaces and long canals.
ca: Bars hipsters amb espais verds i llargs canals.
es: Bares hipster con espacios verdes y largos canales.
fr: Bars hipsters, espaces verts et longs canaux.
it: Bar hipster con spazi verdi e lunghi canali.
nl: Hipster bars met groene plekjes en lange kanalen.

# Neighbourhood.ChIJPZprGOwadkgR4Ga-JsaFEQQ
source: Vibrant and edgy, vintage.
ca: Vibrant, provocador i vintage.
es: Vibrante, provocador y vintage.
fr: Dynamique au bord du fleuve, vintage.
it: Vivace e deciso, vintage.
nl: Jong en levendig, maar toch een beetje retro.

# Neighbourhood.ChIJ5Tvr7V0bdkgRyWXsGMuF8FQ
source: Constantly trendy, streets full of beautiful houses.
ca: Sempre de moda, carrers plens de precioses cases.
es: Siempre de moda con calles llenas de casas preciosas.
fr: Toujours tendance, des rues remplies de belles maisons.
it: Sempre alla moda, strade piene di belle case.
nl: Constant hippe straten, vol met prachtige huizen.

# Neighbourhood.ChIJX4XfTlUDdkgRwISR0ciFEQo
source: Iconic skyline in the very heart of London.
ca: Vistes icòniques al cor de Londres.
es: Vista icónica en el corazón de Londres.
fr: Silhouette emblématique de la ville dans le coeur de Londres.
it: Panorama emblematico nel cuore di Londra.
nl: Iconische skyline in het hartje van Londen.

# Neighbourhood.ChIJkcYYXrKl2EcR0Ge-JsaFEQQ
source: Cultural diversity and a strong sense of community.
ca: Diversitat cultural i un fort sentit de comunitat.
es: Diversidad cultural y un fuerte sentido de comunidad.
fr: Diversité culturelle et bon esprit de communauté.
it: Diversità culturale e un forte senso di unione.
nl: Culturele diversiteit en een sterk gemeenschapsgevoel.

# Neighbourhood.ChIJT29HcDkXdkgR4Gfsoi2uDgQ
source: Open green spaces gives it a village-like feel.
ca: Els espais verds oberts li donen una sensació de poble.
es: Los espacios verdes abiertos le dan una sensación de pueblo.
fr: Espaces verts comme dans un village.
it: Grandi spazi verdi.
nl: Open groene plekjes geven het een dorpsgevoel.

# Neighbourhood.ChIJIfhvfFqu2EcR8Ge-JsaFEQQ
source: Perfect for families, affordable house prices.
ca: Perfecte per a famílies, els preus de les llars són assequibles.
es: Perfecto para familias, los precios de hogares son asequibles.
fr: Parfait pour les familles, prix des maisons abordables.
it: Perfetto per le famiglie, prezzi delle casa convenienti.
nl: Perfect voor families, betaalbare huisprijzen.

# Neighbourhood.ChIJq7AET3IRdkgRoH-R0ciFEQo
source: Home to the famous Wembley stadium, culturally diverse community.
ca: Casa del famós estadi de Wembley, amb una comunitat culturalment diversa.
es: Casa del famoso estadio Wembley, con una comunidad culturalmente diversa.
fr: Diverses communautés culturelles, le célèbre Wembley Stadium.
it: Sede del famoso stadio di Wembley, società culturalmente diversificata.
nl: Thuis aan het beroemde Wembley stadion, cultureel diverse gemeenschap.

# Neighbourhood.ChIJUYUsD96q2EcRcGnsoi2uDgQ
source: Leafy suburb, a commuter’s dream in south east London.
ca: Frondoses afores, el somni d'un viatger en el sud-est de Londres.
es: A las afueras, y con muchos árboles, el sueño de un trabajador, en el sureste de Londres.
fr: Banlieue verdoyante, le rêve d’un banlieusard dans le Sud-Est de Londres.
it: Sobborgo rigoglioso, nel sud-est di Londra.
nl: Groene voorstad, de droom van elke pendelaar in het zuid-oosten van Londen.

# Neighbourhood.ChIJW_bCdKUAdkgREGjsoi2uDgQ
source: A bustling town centre with more affordable home prices.
ca: Un animat centre de ciutat, amb llars més assequibles.
es: Un animado centro de ciudad, con casas más asequibles.
fr: Un centre-ville dynamique, des prix plus abordables.
it: Un centro della città allegro, prezzi delle case più convenienti.
nl: Een druk stadscentrum, meer betaalbare huisprijzen.

# Neighbourhood.ChIJD2fuc4gSdkgRIGjsoi2uDgQ
source: Leafy streets and attractive houses, “queen of the suburbs”.
ca: Carrers frondosos i cases atractives, "reina dels afores".
es: Calles con árboles y casas bonitas, “la reina de las afueras”.
fr: Rues boisées et maisons attrayantes, “Reine des banlieues”.
it: Strade alberate e bellissime case, "La Regina dei sobborghi".
nl: Groene straten en aantrekkelijke huizen, “koningin van de voorsteden”.

# Neighbourhood.ChIJ7Y9uo9MYdkgRgGnsoi2uDgQ
source: Lower cost of living in the city, well connected.
ca: Cost de vida baix, ben connectat.
es: Precios bajos para vivir en la ciudad, bien comunicado.
fr: Coût de vie moins cher, bien connecté.
it: Costo della vita in città più basso, ben collegato.
nl: Lagere kosten voor stadsbewoners, goed verbonden.

# Neighbourhood.ChIJJc-4yymo2EcRwqZo5HwjGEk
source: Charming markets and views of the city, perfect for traditional British food.
ca: Mercats amb encant i vistes de la ciutat, perfecte per menjar tradicional britànic.
es: Mercados con encanto y vistas a la ciudad.
fr: Marchés charmants et vues sur la ville.
it: Affascinanti mercati e vista mozzafiato della città.
nl: Charmante markten en zichten op de stad.

# Neighbourhood.ChIJwzfTXMEPdkgRAGfsoi2uDgQ
source: Organic markets and strolls down the river.
ca: Mercats de proximitat i camins a prop del riu.
es: Mercados de comida orgánica y paseos por el río.
fr: Marchés organiques et balades le long du fleuve.
it: Mercati biologici e passeggiate lungo il fiume.
nl: Organische markten en wandelingen langs de rivier.

# Neighbourhood.ChIJZ1JpkPAbdkgREGfsoi2uDgQ
source: Residential atmosphere, great transport links.
ca: Ambient residencial, bona comunicació amb transports públics.
es: Una atmósfera residencial con excelente conexión de transporte.
fr: Atmosphère résidentielle, bonnes liaisons en transports en commun.
it: Atmosfera residenziale, ottimi collegamenti di trasporto.
nl: Residentiële atmosfeer, heel goede transportverbindingen.

# Neighbourhood.ChIJsdjk2n0TdkgRQGjsoi2uDgQ
source: On the northwestern border of the city, home to the famous Harrow school.
ca: Frontera nord-est de la ciutat, llar de la famosa escola Harrow.
es: Frontera noroeste de la ciudad, hogar de la famosa escuela Harrow.
fr: Frontière Nord-Ouest de la ville, la célèbre école Harrow.
it: Confine nordoccidentale della città, sede della famosa scuola di Harrow.
nl: Noordwestelijke grens van de stad, thuis aan de beroemde Harrow school.

# Neighbourhood.ChIJ1bfreqq72EcRUGjsoi2uDgQ
source: Affordable rent in a rapidly improving area, well connected.
ca: Lloguers raonables en una àrea que està millorant ràpidament, ben comunicat.
es: Alquileres razonables en una área bien comunicada, que mejora rápidamente.
fr: Loyers abordables dans un quartier bien connecté.
it: Affitto a prezzi accessibili in una zona in continua crescita, ben collegato.
nl: Betaalbare huur in een snel-ontwikkelend gebied. Goed verbonden.

# Neighbourhood.ChIJzWR_V5NtdkgRkf7edrEjoRI
source: Live in the countryside, work in London.
ca: Viu al camp, treballa a Londres.
es: Vive a las afueras, trabaja en Londres.
fr: Vivez à la campagne et travaillez à Londres.
it: Vivi in campagna, lavora a Londra.
nl: Woon op het platteland, werk in Londen.

# Neighbourhood.ChIJNeMxAOgMdkgRWPTlACaTBHQ
source: Packed with open parks and more affordable flats.
ca: Ple de parcs a l'aire lliure i apartaments més assequibles.
es: Lleno de parques al aire libre y apartamentos más asequibles.
fr: Parcs publics et appartements plus abordables.
it: Ricco di parchi e appartamenti più convenienti.
nl: Gevuld met open parken en betaalbare appartementen.

# Neighbourhood.ChIJQzlq8vcPdkgRMGfsoi2uDgQ
source: Immaculate gardens and its own palace in the heart of the city.
ca: Jardins immaculats amb propi palau al cor de la ciutat.
es: Jardines inmaculados y su propio palacio en el corazón de la ciudad.
fr: Jardins irréprochables et son propre palais au coeur de la ville.
it: Giardini incontaminati e il suo proprio palazzo nel cuore della città.
nl: Onberispelijke tuinen en een eigen paleis in het hartje van de stad.

# Neighbourhood.ChIJ0ycUEikKdkgR6r_eW1XvlAQ
source: Leafy towns, great for keen shoppers.
ca: Pobles tranquils amb gran varietat de tendes, perfecte per compradors entusiastes.
es: Pueblos frondosos, ideal para compradores entusiastas.
fr: Quartier verdoyant, parfait pour ceux qui aiment faire les boutiques.
it: Perfetta per gli appassionati dello shopping.
nl: Groene stadjes, perfect voor winkelliefhebbers.

# Neighbourhood.ChIJmT6ce2sCdkgR4EAeRjCuDgo
source: Rapidly improving thanks to great transport links, good value for money.
ca: Millorant ràpidament gràcies a les bones connexions de transport, l'habitatge és més econòmic.
es: Mejorando cada día gracias a los buenos enlaces de transporte y su buen precio.
fr: En amélioration constante, bien connecté et bon rapport qualité/prix.
it: Ottimi collegamenti di trasporto e buon rapporto qualità-prezzo.
nl: Snel ontwikkelend. Heel goede transportverbindingen en waar voor je geld.

# Neighbourhood.ChIJbRcY2h0GdkgRQonYqyp5Fx8
source: Home to Wimbledon, for all tennis lovers.
ca: Llar del Wimbledon, pels amants del tenis.
es: Hogar de Wimbledon, para los amantes del tenis.
fr: Wimbledon, pour les fans de tennis.
it: Sede di Wimbledon, per tutti gli amanti del tennis.
nl: Thuis aan Wimbledon, voor alle tennisliefhebbers.

# Neighbourhood.ChIJfRGCus6n2EcRYGfsoi2uDgQ
source: Great diversity with a vibrant atmosphere.
ca: Increïble diversitat amb una atmósfera vibrant.
es: Increíble diversidad con una vibrante atmósfera.
fr: Grande diversité avec une atmosphère dynamique.
it: Atmosfera diversa con un tocco unico.
nl: Geweldige diversiteit met een levendige atmosfeer.

# Neighbourhood.ChIJcWrvVrqm2EcRoGjsoi2uDgQ
source: Perfect for families, well connected by train.
ca: Perfecte per famílies i ben comunicat per trens.
es: Perfecto para familias y bien conectado con el tren.
fr: Parfait pour les familles, bien connecté.
it: Perfetto per le famiglie, ben collegato con il treno.
nl: Perfect voor families en een goede verbinding met de trein.

# Neighbourhood.ChIJlwfWmnIMdkgRrCdnqjiWZjo
source: Village feel in one of London’s most beautiful boroughs.
ca: Sensació de poble en un dels barris més bonics de Londres.
es: Sensación de estar en un pueblo, en uno de los barrios más bellos de Londres.
fr: Une sensation de village dans l’un des plus beaux quartiers de Londres.
it: Uno dei quartieri più belli di Londra.
nl: Een dorpsgevoel in een van Londens meest prachtige wijken.

# Neighbourhood.ChIJEZ61rPwHdkgRwGjsoi2uDgQ
source: Green spaces galore, on the very edge of southwest Greater London.
ca: Espais verds en abundància, just a la vora del sud-est del Gran Londres.
es: Espacios verdes en abundancia, en la frontera del suroeste del Gran Londres.
fr: Espaces verts en abondance, dans le Sud-Ouest de Londres.
it: Spazi verdi interminabili, sul bordo della Southwest Greater London.
nl: Groene plekjes in overvloed, op het randje van zuidwestelijk Groot-Londen.

# Neighbourhood.ChIJkRAw9uEddkgR0Gjsoi2uDgQ
source: From theatres to cultural centres, something for everyone.
ca: Des de teatres a centres culturals, coses per a tothom.
es: Desde teatros a centros culturales, algo para todo el mundo.
fr: Des théâtres aux centres culturels, il y en a pour tout le monde.
it: Dai teatri ai centri culturali, di tutto per tutti.
nl: Van theaters tot culturele centra, hier is iets voor iedereen.

# Neighbourhood.ChIJg-qP_4kFdkgR0mhvpZwsJTc
source: Chilled out cafes, bars and restaurants surrounding big green parks.
ca: Cafès tranquils i restaurants envoltats de grans parcs verds.
es: Cafés tranquilos y restaurantes rodeados de grandes parques verdes.
fr: Cafés et restaurants décontractés autour de grands espaces verts.
it: Bar per rilassarsi e ristoranti che circondano grandi parchi verdi.
nl: Grote, groene parken, omringd door aangename cafés en restaurants.

# Neighbourhood.ChIJxwN8mDUFdkgRoGfsoi2uDgQ
source: Boasts the city’s biggest landmarks.
ca: Presumeix de tenir els principals llocs d'interès de la ciutat.
es: Cuenta con los principales lugares de interés de la ciudad.
fr: Le plus grand monument de la ville.
it: Vanta i più importanti punti della città.
nl: Thuis aan de grootste landmerken van de stad.

# Legal.PopUp.Title
source: Just to let you know…
ca: Et volem explicar una cosa...
es: Te queremos contar algo...
fr: Il faut qu’on vous dise...
it: Volevamo farti sapere che...
nl: Om het je even te laten weten...

# Legal.PopUp.Subtitle
source: We’ve updated our Terms & Conditions and Privacy Policy to comply with new European Union data protection laws (GDPR). <b>Here</b> you’ll find a clear explanation of how we handle your data at badi. Remember that by accepting below, you’ll be able to manage the type of information that you would like us to send you and also that you’ll be able to retrieve your data as and when you want.
ca: Acabem d'actualitzar els nostres Termes i Condicions i la nostra Política de Privacitat per complir amb les noves lleis Europees de protecció de dades (RGPD). <b>Aquí</b> trobaràs una explicació clara de com tractem les teves dades a badi. Recorda que en acceptar podràs en tot moment gestionar el tipus d'informació que desitges que t'enviem i que podràs recuperar totes les teves dades, quan vulguis.
es: Acabamos de actualizar nuestros Términos y Condiciones y nuestra Política de privacidad para cumplir con las nuevas Leyes Europeas de protección de datos (RGPD). <b>Aquí</b> encontrarás una explicación clara de cómo tratamos tus datos en badi. Recuerda que al aceptar, podrás gestionar en todo momento el tipo de información que deseas que te enviemos y podrás recuperar todos tus datos, cuando quieras.
fr: Nous avons mis à jour nos Conditions Générales d’Utilisation et notre Politique de Confidentialité afin de respecter les nouvelles lois de l’Union Européenne sur la protection des données (RGPD). Vous trouverez <b>ici</b> une explication claire sur la façon dont nous traitons vos données chez badi. Souvenez-vous qu’en acceptant, vous serez toujours en mesure de gérer le type d’information que vous voulez recevoir de notre part, et vous pourrez également récupérer vos données comme vous le voulez, quand vous le souhaitez.
it: Abbiamo aggiornato i nostri Termini e Condizioni e la Normativa sulla Privacy per rispettare le nuove leggi dell’Unione Europea sulla protezione dei dati (GDPR). <b>Qui</b> potrai trovare una spiegazione dettagliata riguardo la gestione dei tuoi dati su badi. Ricorda che accettando le condizioni qui di seguito, potrai gestire il tipo di informazione che vorresti ricevere da noi e inoltre potrai recuperare i tuoi dati come e quando vuoi.
nl: Privacybeleid bijgewerkt in overeenstemming met de nieuwe wetten van de Europese Unie inzake gegevensbescherming (GDPR). <b>Hier</b> vind je een duidelijke uiteenzetting over hoe we met jouw gegevens omgaan bij badi. Door hieronder te accepteren kun je de soort informatie die we naar jou versturen beheren en kun je je gegevens raadplegen wanneer je wilt.

# Legal.PopUp.Cancel
source: Reject
ca: Rebutjar
es: Descartar
fr: Décliner
it: Rifiuta
nl: Weiger

# Legal.PopUp.Accept
source: Accept
ca: Acceptar
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteer

# Legal.Settings.Title
source: Privacy
ca: Privacitat
es: Privacidad
fr: Confidentialité

# Legal.Settings.Content
source: We want you to know exactly how badi works and why we request certain details. You can opt out of sharing your details below. For more information, read our full privacy policy <b>here</b>.
ca: Volem que sàpigues com funciona exactament badi i perquè et demanem certa informació. Pots optar per no compartir els teus detalls a continuació. Per obtenir més informació, llegeix la nostra política de privacitat completa, <b>aquí</b>.
es: Queremos que sepas cómo funciona exactamente badi y por qué te pedimos ciertos detalles. Puedes optar por no compartir tus detalles a continuación. Para obtener más información, lee nuestra política de privacidad completa <b>aquí</b>.
fr: Nous voulons que vous sachiez exactement comment badi fonctionne et pourquoi nous demandons certaines informations. Vous pouvez choisir de ne pas partager vos informations ci-dessous. Pour plus d’informations, veuillez consulter notre <b>politique de confidentialité.</b>
it: Vogliamo informarti riguardo le condizioni di uso di badi e perché vengono richiesti alcuni dati. Puoi decidere di non condividere i tuoi dati qui sotto. Per maggiori informazioni, leggi tutta l’informativa sulla privacy <b>qui</b>.
nl: We willen dat je exact weet hoe badi werkt en waarom wij bepaalde details vragen. Je kunt er hieronder voor kiezen om bepaalde details niet te delen. Voor meer informatie kun je ons volledige privacybeleid <b>hier</b> lezen.

# Legal.Settings.Marketing.Content
source: At badi we’re always working on exciting new features and hope you’d like to hear about them. Would you like to receive this info from badi and our partners?
ca: A badi, sempre estem treballant en noves opcions i esperem que t'agradi saber d'elles. T'agradaria rebre informació de badi i dels nostres socis?
es: En badi siempre estamos trabajando en nuevas opciones, y esperamos que te guste saber de ellas. ¿Te gustaría recibir esta información de badi y de nuestros socios?
fr: Chez badi, nous développons sans cesse de nouvelles fonctionnalités et on espère que vous aimez en savoir plus. Voulez-vous recevoir ces informations de la part de badi et ses partenaires ?
it: Qui a badi, lavoriamo sempre alla costante ricerca di nuove funzionalità e speriamo tu voglia rimanere sempre aggiornato. Ti piacerebbe ricevere informazioni riguardo badi e i nostri colleghi?
nl: Bij badi werken we altijd aan spannende nieuwe functies en hopen we dat je er graag meer over wilt horen. Wil je deze info van badi en haar partners graag ontvangen?

# Legal.Settings.Profiling.Title
source: Profiling
ca: Elaboració de perfil
es: Elaboración de perfil
fr: Profilage
it: Profilo
nl: Profileren

# Legal.Settings.Progiling.Content
source: As well as the data you provide to us, we may also match profiling data from third parties with your registration details. Do you agree to this?
ca: A més de les dades que ens proporciones, també unim les dades de perfils de tercers amb els detalls dels teus registres. Estàs d'acord amb això?
es: Además de los datos que nos proporcionas, también unimos los datos de perfiles de terceros con los detalles de tus registros. ¿Estás de acuerdo con esto?
fr: En plus des informations que vous nous fournissez, nous pouvons également coupler des données de profilage depuis des tierces parties avec vos renseignements. Êtes-vous d'accord ?
it: Oltre alle informazioni da te fornite, potremmo condividere i dati del tuo profilo e della tua registrazione con terze parti. Sei d’accordo?
nl: Naast de gegevens die we van jou ontvangen kunnen we ook profielgegevens van derde partijen in overeenstemming brengen met je registratiegegevens. Ga je hiermee akkoord?

# UploadPhoto.TitleAddSomePhotos
source: Add some photos
ca: Afegeix algunes fotos
es: Añade algunas fotos
fr: Ajoutez des photos
it: Aggiungi alcune foto
nl: Foto's toevoegen

# UploadPhoto.UploadInOneGo
source: Upload all your photos in one go!
ca: Puja totes les teves fotos d'una sola vegada!
es: ¡Sube todas tus fotos a la primera!
fr: Téléchargez toutes vos photos d'un seul coup !
it: Carica tutte le tue foto in una volta!
nl: Alle foto's tegelijkertijd opladen

# UploadPhoto.ClickBrowseTakePhoto
source: Just click here to browse your album or take a photo.
ca: Fes clic aquí per cercar en les teves carpetes o fer una foto
es: Haz clic aquí para buscar en tus carpetas o hacer una foto
fr: Cliquez ici pour parcourir votre album ou prendre une photo.
it: Fai clic qui per sfogliare l'album o per scattare una foto
nl: Klik hier om door je album te bladeren of maak een foto.

# UploadPhoto.DragDrop
source: Press & hold to move the images
ca: Mantén premut per moure les imatges
es: Mantén presionado para mover las imágenes
fr: Appuyez et maintenez pour déplacer les images
it: Tieni premuto per spostare le immagini
nl: Druk en houd vast om de afbeeldingen te verplaatsen

# Report.User.Title
source: Why do you want to report this user?
ca: Por què vols denunciar a aquest usuari?
es: ¿Por qué quieres reportar a este usuario?
fr: Pourquoi souhaitez-vous signaler cet utilisateur ?
it: Perché vuoi segnalare questo utente?
nl: Waarom wil je deze gebruiker aangeven?
