Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# push_warning_pending_requests
source: 📨 Knock-Knock! There are users at your door. Click here to reply to their requests.
ca: 📨 Toc-Toc! Tens usuaris trucant a la porta. Respon les sol·licituds el més aviat possible.
es: 📨 ¡Toc-Toc! Tienes usuarios llamando a tu puerta. Responde las solicitudes cuanto antes.
fr: 📨 Toc-toc ! Vous avez des personnes qui frappent à la porte. Cliquez ici pour répondre à leurs demandes.
it: 📨 Toc toc! Ci sono utenti alla tua porta. Clicca qui per rispondere alle loro richieste.
nl: 📨 Klop-Klop! Er staan gebruikers voor de deur. Klik hier om op hun verzoeken te reageren.

# push_booking_proposal_created
source: 🛎 You have a booking request from %@! 😀 Hurry up! Confirm it before it expires.
ca: 🛎 Tens una Sol·licitud de Reserva de %@! 😀 Dóna't pressa! Accepta-la abans de que caduqui.
es: 🛎 Tienes una Solicitud de Reserva de %@! 😀 Date prisa! Acéptala antes de que caduque.
fr: 🛎 Vous avez une demande de réservation de %@! 😀 Dépêchez-vous et confirmez-la avant qu'elle n'expire !
it: 🛎 Hai una richiesta di prenotazione da parte di %@! 😀 Sbrigati! Confermala prima che scada.
nl: 🛎 Je hebt een boekingsverzoek van %@! 😀 Schiet op! Bevestig deze voor het vervalt.

# push_booking_check_in_previous_day
source: Tomorrow is the day! We wish you an unbeatable first day
ca: Demà és el gran dia! Et desitgem un primer dia immillorable
es: Mañana es el gran día! Te deseamos un inmejorable primer día
fr: Demain, c'est le jour J ! Nous vous souhaitons une agréable journée.
it: Domani è il gran giorno! Ti auguriamo una fantastica prima giornata
nl: Morgen is de grote dag! We wensen je een geweldige eerste dag toe

# push_booking_proposal_expired
source: ⌛️ The booking request to %@ is expired
ca: 🔑 ⌛️ La Sol·licitud de Reserva per %@ ha caducat
es: 🔑 ⌛️ La Solicitud de Reserva a %@ ha caducado
fr: ⌛️ La demande de réservation %@ est arrivée à expiration
it: ⌛️ La richiesta di prenotazione a %@ è scaduta
nl: ⌛️ Het boekingsverzoek aan %@ is vervallen

# push_booking_proposal_rejected
source: The booking request to %@ has been rejected 😪
ca: La Sol·licitud de Reserva per %@ ha estat rebutjada 😪
es: La Solicitud de Reserva a %@ ha sido rechazada 😪
fr: La demande de réservation à %@ a été déclinée 😪
it: La richiesta di prenotazione a %@ è stata rifiutata 😪
nl: Het boekingsverzoek aan %@ is geweigerd 😪

# push_booking_proposal_accepted
source: Room booked! You guys will be living together in no time!
ca: Habitació reservada! Ben aviat estareu vivint plegats!
es: ¡Habitación reservada! Pronto estareis viviendo juntos!
fr: Chambre réservée ! Vous allez bientôt vivre ensemble !
it: Stanza prenotata! Presto diventerete coinquilini!
nl: Kamer geboekt! Jullie zullen samenwonen voor je het weet!

# push_payout_created
source: The booking amount for your room %@ has been transferred. You’ll receive it in 2 or 3 working days
ca: L'import de la Reserva de la teva habitació %@ ha estat transferida. Ho rebràs en 2 o 3 dies laborables
es: El importe de la reserva de tu habitación %@ ha sido transferido. Lo recibirás en 2 o 3 días laborales
fr: Le montant de la réservation de votre chambre %@ a été transféré. Vous le recevrez dans un délai de 2-3 jours ouvrables.
it: L'importo della prenotazione per la tua stanza %@ è stato trasferito. Riceverai il denaro in 2 o 3 giorni lavorativi
nl: Het boekingsbedrag voor je kamer %@ is overgemaakt. Je ontvangt dit in 2 of 3 dagen

# push_room_booked_to_rented
source: We changed the status of your room %@ from Booked to Rented
ca: La teva habitació %@ ha deixat d'estar reservada i s'ha marcat com a llogada
es: Tu habitación %@ ha dejado de estar reservada y se ha marcado como alquilada
fr: Votre chambre est passée %@ de "Réservée" à "Louée"
it: Abbiamo modificato lo stato della tua stanza %@ da Prenotata ad Affittata
nl: We hebben de status van je kamer %@ gewijzigd van 'geboekt' naar 'gehuurd'

# push_booking_proposal_about_to_expire
source: The Booking Request of %@ will expire in less than 4 hours. Hurry up to accept it!
ca: La Reserva de %@ caducarà en menys de 4 hores. Dona't pressa per acceptar-la!
es: La Solicitud de Reserva de %@ caducará en 4 horas. Date prisa para aceptarla!
fr: La Demande de Réservation de %@ arrivera à expiration dans moins de 4 heures. Dépêchez-vous pour l'accepter !
it: La Richiesta di Prenotazione di %@ scadrà in meno di 4 ore. Sbrigati ad accettarla!
nl: Het boekingsverzoek van %@ zal vervallen in minder dan 4 uur. Schiet op en accepteer het!

# CompleteProfile.Popup.Title
source: Complete your profile
ca: Completa el teu perfil
es: Completa tu perfil
fr: Complétez votre profil
it: Completa il tuo profilo
nl: Voltooi je profiel

# CompleteProfile.Popup.Subtitle
source: Badi is about people. Introduce yourself to your fellow Badis!
ca: A badi el que és important són les persones. Presenta't a la resta de badis!
es: En badi, lo importante son las personas. ¡Preséntate al resto de badis!
fr: Chez badi ce qui compte, ce sont les personnes. Présentez-vous à votre nouvelle communauté !
it: Badi si occupa di persone. Presentati agli altri badi!
nl: Badi gaat over mensen. Introduceer jezelf aan je mede Badi's!

# CompleteProfile.Popup.FirstButton
source: Complete profile
ca: Completar perfil
es: Completar perfil
fr: Compléter profil
it: Completa profilo
nl: Voltooi profiel

# CompleteProfile.Popup.SecondButton
source: Not now
ca: Ara no
es: Mmm, ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu

# LocationSearch.TypeLocation
source: Type a city or location
ca: Escriu una ciutat o ubicació
es: Escribe una ubicación
fr: Indiquez une ville
it: Inserisci una città o una località
nl: Typ een stad of locatie

# LocationSearch.TypeAddress
source: Type the address
ca: Escriu l'adreça aquí
es: Escribe la dirección
fr: Entrez votre adresse
it: Inserisci l'indirizzo
nl: Typ het adres

# LocationSearch.TypeACity
source: Type a city
ca: Escriu una ciutat
es: Escribe tu ciudad
fr: Entrez une ville
it: Inserisci una città
nl: Stad intypen

# LocationSearch.NotFound.Title
source: Whoops!
ca: Ups!
es: ¡Ups!
fr: Oups !
it: Ops!
nl: Oeps!

# LocationSearch.NotFound.Subtitle
source: Can't find this location
ca: No es pot trobar aquesta ubicació
es: No podemos encontrar esta ubicación
fr: Nous ne trouvons pas cette position
it: Non trovo questa località
nl: Deze locatie kan niet gevonden worden

# ForceUpdate.Title
source: New version
ca: Nova versió
es: Nueva versión
fr: Nouvelle version
it: Nuova versione
nl: Nieuwe versie

# ForceUpdate.Subtitle
source: There is a new version of our app, go to the store to download it
ca: Estrenem nova versió de la nostra app, vés a l’store i descarrega-la per provar-la
es: ¡Extra, extra! Acabamos de lanzar una nueva versión de Badi. ¿Qué te parece si vas a la store y la actualizas?
fr: Nous venons de lancer une nouvelle version de notre application. Veuillez l'actualiser sur l'App Store.
it: È disponibile una nuova versione della nostra app. Visita lo store per scaricarla.
nl: Er is een nieuwe versie van onze app beschikbaar. Ga naar de store om het te downloaden

# ForceUpdate.Button.Store
source: Go to store
ca: Anar a l'store
es: Ir a la store
fr: Visiter l'App store
it: Vai allo store
nl: Ga naar de store

# ForceUpdate.Button.Later
source: Later
ca: Després
es: Luego
fr: Plus tard
it: Più tardi

# Tip.ListRoom.Title
source: Got a spare room?
ca: Tens una habitació lliure?
es: ¿Tienes una habitación libre?
fr: Vous avez un logement libre ?
it: Hai una stanza libera?
nl: Heb je een lege kamer over?

# Tip.ListRoom.Subtitle
source: List your room and start connecting with your future roommates
ca: Comença publicant l'habitació i connecta amb els teus futurs companys de pis
es: Empieza publicando tu habitación y conecta con tus futuros compañeros de piso
fr: Publiez votre logement libre et trouvez vos futurs colocataires
it: Pubblica la tua stanza e connettiti con i tuoi futuri coinquilini
nl: Plaats je kamer en begin contact te leggen met je toekomstige huisgenoten

# Tip.SwitchTab.Title
source: Want to go back to seeker mode?
ca: Vols tornar al mode "Busco habitació"?
es: ¿Quieres volver al modo busco habitación?
fr: Voulez-vous revenir au mode Candidat ?
it: Vuoi tornare alla modalità "Cerco una stanza"?
nl: Wil je terugkeren naar Zoeker-mode?

# Tip.SwitchTab.Subtitle
source: If you go to your profile you can change the mode and search for rooms
ca: Si vas al teu perfil, podràs canviar de mode i buscar habitacions
es: En tu perfil podrás cambiar de modo y buscar habitaciones
fr: Depuis votre profil, vous pouvez passer du compte "Annonceur" à "Candidat" et chercher une chambre
it: Se vai sul tuo profilo puoi cambiare la modalità e cercare le stanze
nl: Als je naar je profiel gaat kun je de modus wijzigen en kamers zoeken

# Tip.SwitchNav.Title
source: Change to Seeker mode:
ca: Canvia al mode "Busco habitació"
es: Cambiar a busco habitación
fr: Passer en mode Candidat :
it: Passa alla modalità "Cerco una stanza":
nl: Verander naar Zoeker-mode:

# Tip.SwitchNav.Subtitle
source: Press this button to switch to Seeker mode and search for rooms
ca: Aquí podràs canviar de mode i buscar habitacions
es: Aquí podrás cambiar al modo Busco Habitación
fr: Cliquez sur le bouton suivant pour passer en mode Candidat et chercher des chambres
it: Premi questo pulsante per tornare alla modalità "Cerco una stanza" e cercare camere
nl: Druk op deze knop om naar Zoeker-mode te veranderen en kamers te zoeken

# Tip.FindBadi.Title
source: Find a Badi
ca: Troba el teu Badi
es: Encuentra tu Badi
fr: Trouver un Badi
it: Trova un Badi
nl: Vind een Badi

# Tip.FindBadi.Subtitle
source: Here you will receive recommendations and requests from Badis interested in your room
ca: Aquí rebràs les recomanacions i les sol·licituds dels Badis interessats en la teva habitació
es: Aquí recibirás recomendaciones y solicitudes de Badis interesados en tu habitación
fr: Vous recevrez ici des recommandations et des demandes des Badis qui sont intéressés par votre chambre
it: Qui troverai suggerimenti e richieste di Badi interessati alla tua stanza.
nl: Hier ontvang je aanbevelingen en verzoeken van Badi's die interesse hebben in je kamer

# Tip.FindBadi.FirstButton
source: Got it!
ca: Entesos!
es: ¡Entendido!
fr: J'ai compris !
it: Capito!
nl: Ga door!

# Tip.RequestBooking.Title
source: Have you already met your ideal Badi?
ca: Has conegut ja al teu badi ideal?
es: ¿Has conocido ya a tu Badi ideal?
fr: Vous avez déjà trouvé votre Badi idéal ?
it: Hai già conosciuto il tuo Badi ideale?
nl: Heb jij je ideale Badi al ontmoet?

# Tip.RequestBooking.Subtitle
source: Send a Booking Request to assure your room rental. Secure, easy and fast.
ca: Envia una Sol·licitud de Reserva per assegurar el lloguer de l'habitació. Segur, fàcil i ràpid.
es: Manda una Solicitud de Reserva para asegurar el alquiler de tu habitación. Seguro, fácil y rápido.
fr: Envoyer une Demande de Réservation pour vous assurer de la location de votre chambre. Sécurisé, simple et rapide !
it: Invia una Richiesta di Prenotazione per assicurarti l'affitto della stanza. Sicuro, facile e veloce.
nl: Stuur een boekingsverzoek om te verzekeren dat je kamer gehuurd wordt. Veilig, gemakkelijk en snel.

# Tip.SendBooking.Title
source: Found your ideal Badi?
ca: Has conegut ja al teu badi ideal?
es: ¿Has conocido ya a tu Badi ideal?
fr: Vous avez trouvé votre badi idéal ?
it: Hai già conosciuto il tuo Badi ideale?
nl: Heb jij je ideale Badi gevonden?

# Tip.SendBooking.Subtitle
source: Book this room to guarantee the rental. Safe, easy and fast.
ca: Reserva la teva habitació per garantir el lloguer. Segur, fàcil i ràpid.
es: Reserva tu habitación para garantizar el alquiler. Seguro, fácil y rápido.
fr: Réservez cette chambre pour garantir la location. Sécurisé, facile et rapide.
it: Prenota questa stanza per garantire il tuo affitto. Sicuro, facile e veloce.
nl: Boek deze kamer om de huur te garanderen. Veilig, gemakkelijk en snel.

# RateApp.Title
source: Do you like the app?
ca: Et mola la nostra app?
es: ¿Te mola nuestra app?
fr: Vous aimez notre app ?
it: Ti piace l'app?
nl: Vind je de app leuk?

# RateApp.Subtitle
source: Rate it so you can help us to improve. Thanks ;)
ca: Valorant-nos, ens ajudaràs a millorar. Gràcies!
es: Valorándonos, nos ayudarás (mucho) a mejorar. ¡Gracias!
fr: Notez-la pour nous aider à l'améliorer ! Merci ;)
it: Dai una valutazione così ci aiuti a migliorare. Grazie ;)
nl: Geef een beoordeling zodat je ons kunt helpen verbeteren. Bedankt ;)

# RateApp.Later
source: Remind me later
ca: Recordar més tard.
es: Recordar más tarde
fr: Me rappeler plus tard
it: Ricordamelo più tardi
nl: Herinner me later

# RateApp.Ok
source: Ok!
es: ¡Vale!

# AddressType.Region
source: Region
ca: Regió
es: Región
fr: Région
it: Zona
nl: Regio

# AddressType.Country
source: Country
ca: País
es: País
fr: Pays
it: Nazione
nl: Land

# AddressType.Establishment
source: Establishment
ca: Establiment
es: Establecimiento
fr: Établissement
it: Attività
nl: Etablissement

# AddressType.City
source: City
ca: Ciutat
es: Ciudad
fr: Ville
it: Città
nl: Stad

# AddressType.Neighborhood
source: Neighborhood
ca: Barri
es: Barrio
fr: Quartier
it: Quartiere
nl: Buurt

# AddressType.Street
source: Street
ca: Carrer
es: Calle
fr: Rue
it: Strada
nl: Straat

# AddressType.District
source: District
ca: Districte
es: Distrito
fr: Quartier
it: Area
nl: Wijk

# AddressType.TransitStation
source: Transit station
ca: Estació
es: Estación
fr: Arrêt de transport
it: Stazione di transito
nl: Station

# Url.FAQ
source: https://intercom.help/badi/english
ca: https://intercom.help/badi/espanol
es: https://intercom.help/badi/espanol
fr: https://intercom.help/badi/francais
it: https://intercom.help/badi/italiano

# Url.T&C
source: https://badi.com/blog/en/general-conditions-use/
ca: https://badi.com/blog/condiciones-generales-de-uso/
es: https://badi.com/blog/condiciones-generales-de-uso/
fr: https://badi.com/blog/fr/conditions-generales-dutilisation/
it: https://badi.com/blog/it/condizioni-generali-utilizzo/

# Url.PrivacyPolicy
source: https://badi.com/blog/en/privacy-policy-and-data-protection/
ca: https://badi.com/blog/privacy-policy-data-protection/
es: https://badi.com/blog/privacy-policy-data-protection/
fr: https://badi.com/blog/fr/politique-de-confidentialite/
it: https://badi.com/blog/it/privacy-policy/

# Url.T&C.Booking
source: https://badi.com/blog/en/conditions-of-booking-system/
ca: https://badi.com/blog/condiciones-uso-reserva/
es: https://badi.com/blog/condiciones-uso-reserva/
fr: https://badi.com/blog/fr/conditions-de-reservation/
it: https://badi.com/blog/it/condizioni-di-prenotazione/

# Payment.Title.PersonalData
source: Contact Information
ca: Informació de Contacte
es: Información de Contacto
fr: Informations de contact
it: Dettagli Contatto
nl: Contactgegevens

# Payment.Title.Bank
source: Bank account number
ca: Número de compte bancari
es: Número de cuenta
fr: Numéro de compte bancaire
it: Numero conto corrente
nl: Bankrekeningnummer

# Payment.Subtitle.Bank
source: To get paid, you need to set up your payout account.
ca: Per poder cobrar, cal que configuris un mètode de cobrament.
es: Para recibir el pago, tienes que establecer un método de cobro.
fr: Pour être payé, vous devez enregistrer les informations de votre compte.
it: Per ricevere l'importo devi impostare un metodo di pagamento.
nl: Om betaald te worden moet je een betaalrekening instellen.

# Payment.Title.Address
source: Address
ca: Direcció
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres

# Payment.Title.ResidenceCountry
source: Bank account
ca: Compte bancari
es: Cuenta bancaria
fr: Compte bancaire :
it: Conto bancario
nl: Bankrekening

# Payment.Element.Phone
source: Verified phone:
ca: Telèfon Verificat:
es: Teléfono verificado:
fr: Téléphone vérifié :
it: Telefono verificato:
nl: Verifieer telefoon:

# Payment.Element.Email
source: Contact email:
ca: Email de contacte:
es: Email de contacto:
fr: Email de contact :
it: Contatto email:
nl: Email

# Payment.Element.CreditCard
source: Card Number
ca: Número de targeta
es: Número de Tarjeta
fr: Numéro de Carte
it: Numero della carta
nl: Kaartnummer

# Payment.Element.Iban.BottomHint
source: Badi releases payouts up to 48 hours after a Seeker’s scheduled entry date. The time it takes for the funds to appear in your account depends on your payout method.
ca: Badi t'envia els pagaments 48 hores (aproximadament) després de la Data d'Entrada del futur company de pis. El temps que trigui l'import a aparèixer al teu compte dependrà del mètode de cobrament que hagis escollit.
es: Badi envía los pagos aproximadamente 48 horas después de la fecha de entrada del futuro compañero de piso. El tiempo que tarda en aparecer en tu cuenta varía según el método de cobro utilizado.
fr: Badi prévoit le virement 48 heures après que le Candidat ait choisi le jour de son arrivée.
it: Badi effettua i pagamenti all'incirca 48 ore dopo la data d'ingresso prevista dell'inquilino. Il tempo affinché l'importo sia depositato sul tuo conto dipende dal tuo metodo di pagamento.
nl: Badi geeft betalingen tot 48 uur vrij na de startdatum van de Zoeker. Wanneer de betaling op je rekening verschijnt hangt af van je betaalmethode.

# Payment.Element.Name
source: Name:
ca: Nom:
es: Nombre:
fr: Prénom :
it: Nome:
nl: Voornaam:

# Payment.Element.Surname
source: Surname:
ca: Cognom:
es: Apellido:
fr: Nom de famille :
it: Cognome:
nl: Achternaam:

# Payment.Element.Birthdate
source: Birthdate:
ca: Data de naixement:
es: Fecha de nacimiento:
fr: Date de naissance :
it: Data di nascita:
nl: Geboortedatum:

# Payment.Element.ResidenceCountry
source: Select your country
ca: Selecciona el teu país
es: Selecciona tu país
fr: Sélectionner votre pays
it: Seleziona il tuo Paese
nl: Selecteer je land

# Payment.Element.ResidenceCountry.Hint
source: This must be your Country of Residence (country where you have your bank account)
ca: Aquest ha de ser el teu País de Residencia (el país on tens el teu compte bancari)
es: Éste debe ser tu País de Residencia (país donde tienes tu cuenta bancaria)
fr: Veuillez indiquer votre Pays de Résidence (pays où vous avez votre compte bancaire)
it: Questo deve essere il tuo Paese di Residenza (Paese dove possiedi il tuo conto corrente)
nl: Dit moet het land zijn waar je woont (het land waar je bankrekening geopend is)

# Payment.Element.City
source: City of residence:
ca: Ciutat de residencia:
es: Ciudad de residencia:
fr: Pays de résidence :
it: Città di residenza:
nl: Woonplaats:

# Payment.Element.PostalCode
source: Postal Code:
ca: Codi Postal:
es: Código Postal:
fr: Code Postal :
it: Codice postale:
nl: Postcode:

# Payment.Element.Address
source: Full address:
ca: Direcció completa:
es: Dirección completa:
fr: Adresse complète :
it: Indirizzo completo:
nl: Volledig adres:

# Payment.Element.Country
source: Country:
ca: País:
es: País:
fr: Pays :
it: Paese:
nl: Land:

# Payment.Title.Account
source: My account
ca: El meu compte
es: Mi cuenta
fr: Mon compte
it: Il mio conto
nl: Mijn rekening

# Payment.Title.Account.InProgress
source: Account Information
ca: Informació del compte
es: Información de cuenta
fr: Informations du Compte
it: Dettagli del Conto
nl: Rekeninggegevens

# Payment.Title.CreditCard
source: Payment method
ca: Mètode de pagament
es: Método de pago
fr: Modes de paiement
it: Metodo di pagamento
nl: Betaalmethode

# Payment.Element.CreditCard.Hint
source: Card Number
ca: Número de targeta
es: Número de Tarjeta
fr: Numéro de Carte
it: Numero della carta
nl: Kaartnummer

# Payment.Element.Iban.Hint
source: IBAN number
ca: Número IBAN
es: Número IBAN
fr: Numéro IBAN
it: Numero IBAN
nl: IBAN nummer

# Payment.Element.CreditCard.Disclaimer
source: By saving this card I agree and accept the Stripe Conditions and Policy
ca: Guardant aquesta targeta accepto les Condicions i Política de Stripe
es: Al guardar esta tarjeta acepto las Condiciones y Política de Stripe
fr: En sauvegardant cette carte, j'accepte les conditions et la politique d'annulation de Stripe.
it: Nell'inserire i dati di questa carta di credito sono d'accordo e accetto i termini e le condizioni di Stripe
nl: Door deze kaart op te slaan ga ik akkoord met de Voorwaarden en het Privacybeleid van Stripe

# Payment.Button.Save
source: Save
ca: Guardar
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan

# Payment.Placeholder.Verify
source: Verify
ca: Verificar
es: Verificar
fr: Vérifier
it: Verifica
nl: Verifieer

# Payment.Element.Account.Hint
source: Account Number:
ca: Número de compte:
es: Número de cuenta:
fr: Numéro de Compte :
it: Numero di conto:
nl: Rekeningnummer:

# Payment.Element.AccountNumber
source: Account Number
ca: Número de compte
es: Número de cuenta
fr: Numéro de Compte
it: Numero di Conto:
nl: Rekeningnummer

# Payment.Alert.CountryNotAvailable
source: We don't have this country yet
ca: Encara no estem a aquest país
es: Aún no estamos en este país
fr: Nous n'avons pas encore ce pays
it: Questo Paese non è ancora presente
nl: We hebben dit land nog niet

# Payment.Alert.CountryConfirm.Title
source: Confirm the country
ca: Confirma el país
es: Confirma el país
fr: Confirmer le pays
it: Conferma il Paese
nl: Bevestig je land

# Payment.Alert.CountryConfirm.Description
source: Once the country is selected you will not be able to change it and your account will remain associated to the selected country.
ca: Un cop el país estigui seleccionat no podràs canviar-lo i el teu compte es mantindrà associat al país seleccionat.
es: Una vez el país esté seleccionado no podrás cambiarlo y tu cuenta se mantendrá asociada al país seleccionado.
fr: Une fois votre pays sélectionné, vous ne pourrez pas le modifier et votre compte sera associé au pays sélectionné.
it: Una volta che hai selezionato il Paese non potrai più modificarlo e il tuo conto sarà associato al Paese selezionato.
nl: Zodra het land geselecteerd is kun je het niet meer wijzigen en blijft de rekening verbonden aan het geselecteerde land.

# RoomRent.Booking.Title
source: Book the room to ...
ca: Reservar a...
es: Reservar a ...
fr: Réservez la chambre à ...
it: Riserva la stanza a ...
nl: Boek kamer aan ...

# RoomRent.Booking.NotThroughBadi
source: Book to someone outside Badi
ca: Reservar a algú fora de Badi
es: Reservar a alguien fuera de Badi
fr: Réservez à quelqu'un hors de Badi
it: Riserva a qualcuno che non è in Badi
nl: Boek aan iemand buiten Badi

# Booking.Chat.Description.Pending.Sent
source: Waiting confirmation (max 24h)
ca: Esperant confirmació (màx 24h)
es: Esperando confirmación (max 24h)
fr: Réservation en attente (max 24h)
it: In attesa di conferma (max 24h)
nl: In afwachting van bevestiging (Max. 24 uur)

# Booking.Chat.Description.Pending.Received
source: You have a Booking Request! Accept it before expires
ca: Tens una Sol·licitud de Reserva! Accepta-la abans de que caduqui
es: Esta habitación puede ser tuya aceptando la solicitud
fr: Vous avez une Demande de Réservation ! Acceptez-la avant qu'elle n'expire.
it: Hai ricevuto una Richiesta di Prenotazione! Accettala prima che scada
nl: Je hebt een boekingsverzoek! Accepteer het voor het vervalt

# Booking.Chat.Description.Booked
source: Room Booked! Entry date %@
ca: Habitació Reservada! Data d'entrada %@
es: Habitación reservada! Fecha de entrada %@
fr: Chambre réservée ! Date d'entrée %@
it: Stanza Prenotata! Data d'ingresso%@
nl: Kamer geboekt! Startdatum %@

# Booking.Chat.Description.Allowed
source: Send a booking Request to %@ to book the room
ca: Envia una Sol·licitud de Reserva a %@ per reservar l'habitació
es: Manda una Solicitud de Reserva a %@ para reservar la habitación
fr: Envoyez une demande de Réservation à %@ pour réserver la chambre
it: Invia una Richiesta di prenotazione a %@ per prenotare la stanza
nl: Stuur een boekingsverzoek naar %@ om de kamer te boeken
