Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# BookingRequest.PaymentInfo.Subtitle
source: Introduce your payment method and contact information to pay securely using Badi
ca: Introdueix el teu mètode de pagament i dades de contacte per fer un pagament segur a través de Badi
es: Introduce tu método de pago y datos de contacto para hacer un pago seguro a través de Badi
fr: Renseignez votre mode de paiement et vos informations de contact pour payer en toute sécurité avec Badi.
it: Inserisci il tuo metodo di pagamento e le informazioni di contatto per un pagamento sicuro con Badi
nl: Introduceer je betaalmethode en contactinformatie om veilig te betalen via Badi

# BookingRequest.Payment.Seeker.Title
source: Payment
ca: Pagament
es: Pago
fr: Paiement
it: Pagamento
nl: Betaling

# BookingRequest.Payment.Lister.Title
source: Booking Confirmation
ca: Confirmació de Reserva
es: Confirmación de Reserva
fr: Confirmation de Réservation
it: Conferma di Prenotazione
nl: Boekingsbevestiging

# BookingRequest.Payment.Seeker.Subtitle
source: Pay to confirm the booking. We will hold your payment securely for up to 24 hours until the entry date.
ca: Paga per confirmar la Reserva. El pagament serà retingut de forma segura fins la data d'entrada
es: Paga para confirmar la reserva. El pago será retenido de forma segura hasta la fecha de entrada
fr: Payez pour confirmer la réservation. Nous garderons votre paiement en sécurité pendant les premières 24 heures suivant votre arrivée dans l'appartement.
it: Paga per confermare la prenotazione. Tratterremo il tuo pagamento per 24 ore fino alla data d'ingresso.
nl: Betaal om de boeking te bevestigen. We zullen je betaling veilig houden tot 24 uur na de startdatum.

# BookingRequest.Payment.Lister.Subtitle
source: Confirm all the Booking details and Accept the Booking to finish the process.
ca: Confirma tots els detalls de la Reserva i Accepta la Reserva per acabar el procés.
es: Confirma todos los detalles de la Reserva y acepta la Reserva para terminar el proceso.
fr: Confirmez tous les détails de la Réservation et Acceptez-la pour terminer le processus.
it: Conferma tutti i dettagli di Prenotazione e Accetta la Prenotazione per terminare il processo.
nl: Bevestig alle boekingsdetails en accepteer de boeking om het proces af te ronden.

# BookingRequest.Payment.Seeker.Agreement
source: By paying, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>
ca: Al pagar, acceptes <b>l' Acord de Serveis</b> i l' <b>Acord de Conexió de Compte d'Stripe</b>
es: Al pagar, acepto vuestra <b>Política de Servicios</b> y el <b>Acuerdo de Conexión de Cuenta de Stripe</b>
fr: En payant, vous acceptez nos <b>Conditions d'Utilisation</b> et les <b>Conditions d'Utilisation de Stripe</b>
it: Pagando, accetti i nostri <b>Accordi sui Servizi</b> e <b>Accordi sul Conto Connesso Stripe</b>
nl: Door te betalen ga je akkoord met onze <b>Dienstovereenkomst</b> en de <b>Stripe Connected Account Overeenkomst</b>

# BookingRequest.Payment.Lister.Agreement
source: By Accepting Booking, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>
ca: Acceptant la Reserva, acceptes <b>l' Acord de Serveis</b> i l' <b>Acord de Conexió de Compte d'Stripe</b>
es: Al aceptar la Reserva, acepto la <b>Política de Servicios</b> y el <b>Acuerdo de Conexión de Cuenta de Stripe</b>
fr: En acceptant la réservation, vous acceptez nos <b>Conditions d'Utilisation</b> et les <b> Conditions d'Utilisation de Stripe </b>
it: Accettando la Prenotazione, accetti i nostri <b>Accordi sui Servizi </b> e <b>Accordi sul Conto Connesso Stripe</b>
nl: Door de Boeking te Accepteren ga je akkoord met onze <b>Dienstovereenkomst</b> en de <b>Stripe Connected Account Overeenkomst</b>

# BookingRequest.Payment.Seeker.Button
source: Pay & Confirm
ca: Pagar i confirmar
es: Pagar y Confirmar
fr: Payer & Confirmer
it: Paga & Conferma
nl: Betaal & Bevestig

# BookingRequest.Payment.Lister.Button
source: Accept Booking
ca: Acceptar Reserva
es: Aceptar Reserva
fr: Accepter la Réservation
it: Accetta la Prenotazione
nl: Accepteer boeking

# BookingRequest.Confirmation.Title
source: Booking Confirmed
ca: Reserva Confirmada
es: Reserva Confirmada
fr: Réservation confirmée
it: Confermata
nl: Boeking bevestigd

# BookingRequest.Confirmation.Subtitle
source: The room has been succesfully booked! Booking ID: %@
ca: L'habitació ha estat reservada correctament! ID de la Reserva: %@
es: La habitación se ha reservado correctamente ID de la Reserva: %@
fr: La chambre a été réservée avec succès ! Réservation ID: %@
it: La stanza è stata correttamente prenotata ID Prenotazione : %@
nl: De kamer werd succesvol geboekt! Boeking-ID: %@

# BookingRequest.Confirmation.ThirdTitle.Lister
source: Notice that in case you had more active bookings related to this room, they’ve been cancelled
ca: Tingues en compte que les Reserves que estaven actives han estat cancel·lades
es: Ten en cuenta que si tenías Reservas activas, estas han sido canceladas
fr: Piqûre de rappel: Si vous avez d'autres réservations en cours pour cette chambre, elles seront automatiquement annulées.
it: Nota che nel caso in cui avessi più prenotazioni attive relative a questa stanza, saranno cancellate.
nl: Merk op dat indien je meerdere actieve boekingen hebt voor deze kamer, deze geannuleerd zijn

# BookingRequest.Confirmation.ThirdTitle.Seeker
source: Notice that in case you had more active bookings, they’ve been cancelled
ca: Tingues en compte que les Reserves actives han estat cancel·lades
es: Las otras reservas activas han sido canceladas
fr: Piqûre de rappel : si vous aviez des réservations encore en cours pour cette chambre, elles ont été annulées.
it: Eventuali altre prenotazioni attive per questa stanza sono state cancellate
nl: Merk op dat indien je meerdere actieve boekingen hebt, deze geannuleerd zijn

# BookingRequest.Confirmation.Bottom
source: We sent you the booking confirmation by email
ca: Hem enviat la confirmació de Reserva al teu email
es: Hemos enviado la confirmación de reserva a tu email
fr: Nous vous avons envoyé la confirmation de la réservation par email.
it: Ti abbiamo inviato la conferma di prenotazione tramite email
nl: We sturen je de boekingsbevestiging per email

# BookingRequest.Waiting.Title
source: Waiting Confirmation
ca: Esperant Confirmació
es: Esperando Confirmación
fr: Confirmation en attente
it: In attesa di Conferma
nl: In afwachting van bevestiging

# BookingRequest.Waiting.Subtitle
source: Your Booking Request has been sent
ca: La teva Sol·licitud de Reserva ha estat enviada
es: Tu Solicitud de Reserva ha sido enviada
fr: Votre Demande de Réservation a été envoyée
it: La tua Richiesta di Prenotazione è stata inviata
nl: Je boekingsverzoek is verstuurd

# BookingRequest.Waiting.ThirdTitle.Lister
source: The Seeker will have 24 hours to accept or reject your Request. The room will ONLY be booked when the Seeker accepts and completes the payment.
ca: El futur company de pis tindrà 24 hores per acceptar o rebutjar la teva Sol·licitud. L'habitació SOLAMENT estarà reservada un cop el teu futur company de pis accepti i pagui.
es: El futuro compañero de piso tendrá 24 horas para aceptar o rechazar tu Solicitud. La habitación SOLO estará reservada una vez tu futuro compañero de piso acepte y pague.
fr: Le Candidat a 24 heures pour accepter ou décliner la Demande. La chambre sera réservée seulement quand le Candidat aura accepté et procédé au paiement.
it: L'affittuario avrà 24 ore per accettare o rifiutare la tua richiesta. La stanza sarà prenotata SOLO quando l'affittuario accetterà e completerà il pagamento.
nl: De Zoeker zal 24 uur hebben om je verzoek te accepteren of te weigeren. De kamer zal ALLEEN geboekt worden wanneer de Zoeker accepteert en de betaling heeft voltooid.

# BookingRequest.Waiting.ThirdTitle.Seeker
source: The Lister will have 24 hours to accept or reject your booking. The room will ONLY be booked when the lister confirms the Booking.
ca: L' Anunciant tindrà 24 hores per acceptar o rebutjar la teva Sol·licitud de Reserva. L'habitació SOLAMENT estarà reservada un cop l' anunciant confirmi la Reserva.
es: El Anunciante tendrá 24 horas para aceptar o rechazar tu Solicitud. La habitación SOLO estará reservada una vez el Anunciante confirme la Reserva.
fr: L' Annonceur aura 24 heures pour accepter ou décliner votre réservation. La chambre sera réservée SEULEMENT quand l'Annonceur aura confirmé la Réservation.
it: L' Inserzionista ha 24 ore di tempo per accettare o rifiutare la tua prenotazione. La stanza sarà prenotata SOLO quando l'inserzionista conferma la Prenotazione.
nl: De Plaatser heeft 24 uur om je boeking te accepteren of te weigeren. De kamer zal ALLEEN geboekt worden wanneer de Plaatser de boeking bevestigt.

# BookingRequest.Rejected.Title
source: Request Declined
ca: Sol·licitud Rebutjada
es: Solicitud Rechazada
fr: Demande de Réservation déclinée
it: Richiesta Rifiutata
nl: Verzoek geweigerd

# BookingRequest.Rejected.Subtitle
source: %@ rejected your Booking Request :(
ca: %@ ha rebutjat la teva Sol·licitud de Reserva :(
es: %@ ha rechazado tu Solicitud de Reserva :(
fr: %@ a décliné votre Demande de Réservation :(
it: %@ ha rifiutato la tua Richiesta di Prenotazione :-(
nl: %@ heeft je boekingsverzoek geweigerd :(

# BookingRequest.Expired.Title
source: Request Expired
ca: Sol·licitud Caducada
es: Solicitud Caducada
fr: Demande expirée
it: Richiesta Scaduta
nl: Verzoek vervallen

# BookingRequest.Expired.Subtitle
source: Your Booking Request has expired :(
ca: La teva Sol·licitud de Reserva ha caducat :(
es: Tu Solicitud de Reserva ha caducado :(
fr: Votre Demande de Réservation a expiré :(
it: La tua Richiesta di Prenotazione è scaduta :-(
nl: Je boekingsverzoek is vervallen :(

# BookingRequest.NotPossible.Title
source: Booking Not Possible
ca: Reserva Inviable
es: Reserva Inviable
fr: Réservation impossible
it: Prenotazione Non Possibile
nl: Boeking niet mogelijk

# BookingRequest.NotPossible.Subtitle
source: This user is not available to book anymore
ca: L' usuari ja no està disponible per reservar
es: Este usuario ya no puede realizar reservas
fr: Il n'est plus possible de réserver cette chambre
it: Questo utente non è più disponibile a prenotare
nl: Deze gebruiker is niet meer beschikbaar om geboekt te worden

# BookingRequest.MissingAccount.Text
source: Please, fill in all the required fields in order to transfer the booking amount by the scheduled date.
ca: Falten dades! Si us plau, acaba de completar els detalls del teu compte per poder fer la transferència el dia previst.
es: ¡Faltan datos! Por favor, termina de completar los detalles de tu cuenta para poder hacer la transferencia el día previsto.
fr: Veuillez remplir tous les champs demandés afin de transférer le montant de la réservation à la date prévue.
it: Per favore, completa tutti i campi per poter effettuare il bonifco dell'importo della prenotazione nella data prestabilita.
nl: Vul alle velden in om het boekingsbedrag op de geplande datum over te maken.

# BookingRequest.MissingAccount.Button
source: My Account
ca: El meu Compte
es: Mi Cuenta
fr: Mon Compte
it: Il mio Conto
nl: Mijn rekening

# BookingRequest.ChatMessage
source: You have a new booking related message
ca: Tens un nou missatge de reserva
es: Tienes un nuevo mensaje de reserva
fr: Vous avez un nouveau message concernant une nouvelle réservation
it: Hai un nuovo messaggio relativo alla prenotazione
nl: Je hebt een nieuw bericht met betrekking tot je boeking

# Booking.Help.Title
source: Got a question?
ca: Cap dubte?
es: ¿Alguna duda?
fr: Des questions ?
it: Hai domande?
nl: Heb je een vraag?

# Booking.Help.Subtitle
source: Still not clear? A few questions outstanding? Not to worry… we’re here to help!
ca: Si necessites ajuda amb la reserva, contacta'ns i rebràs una resposta de seguida. Estem aquí per ajudar-te!
es: ¿No te ha quedado claro? No te preocupes...¡estamos aquí para ayudarte!
fr: Si vous avez besoin d'aide au moment de la réservation, nous sommes à votre disposition.
it: Se hai bisogno di assistenza con la prenotazione, contattaci: siamo qui per aiutarti.
nl: Krijg onmiddellijk een antwoord als je hulp nodig hebt tijdens het boekingsproces. We zijn er om te helpen!

# Booking.Help.Faq
source: Do you need more information? Go to <u>FAQs</u>
ca: Necessites més informació? Ves a <u>FAQs</u>
es: ¿Necesitas más información? Ir a <u>FAQs</u>
fr: Besoin de plus d'information ? Consultez notre <u>FAQ</u>
it: Hai bisogno di maggiori informazioni? Visita le <u>FAQ</u>
nl: Heb je meer informatie nodig? Ga naar de <u>Veelgestelde Vragen</u>

# Booking.Info.Title
source: Booking information
ca: Informació de reserva
es: Información de la Reserva
fr: Informations réservation
it: Dettagli Prenotazione
nl: Boekingsinformatie

# Booking.Info.What
source: What is it?
ca: Què és?
es: ¿Qué es?
fr: Qu'est-ce que c'est ?
it: Cos'è?
nl: Wat is het?

# Booking.Info.What.First.Title
source: If you have a room…
ca: Si tens una habitació...
es: Si tienes una habitación...
fr: Si vous avez une chambre...
it: Se hai una stanza...
nl: Als je een kamer hebt...

# Booking.Info.What.First.Content
source: The Booking Request is a secure way for you to guarantee total or partial advance payment of the first month’s rent. By accepting a Booking Request, the Seeker confirms that they’ll move in on the agreed date. You can relax, you’re protected against unpleasant surprises!
ca: La Reserva és un mètode segur per garantir el pagament parcial o total del lloguer del primer mes. Acceptant la Reserva el futur company de pis es compromet a mudar-se el dia establert. Evita riscos i sorpreses d'última hora!
es: La Reserva es un método seguro para garantizar el pago parcial o total del alquiler del primer mes. Al aceptar la Reserva, el futuro compañero de piso se compromete a mudarse el día establecido. ¡Evita riesgos o sorpresas de última hora!
fr: La réservation est une méthode sécurisée qui garantit le montant total ou partiel du premier mois de loyer. En acceptant la Demande de Réservation, le Candidat accepte d'emménager à la date prévue. Restez calme et évitez les surprises de dernière minute !
it: La prenotazione è un metodo sicuro per garantire l'importo totale o parziale del primo mese d'affitto. Accettando la richiesta di prenotazione l'affittuario accetta di trasferirsi nella data prestabilita. Rilassati ed evita sorprese dell'ultimo minuto!
nl: Boeken is een veilige methode om een totale of gedeeltelijke betaling van de eerste huurmaand te garanderen. Door het boekingsverzoek te accepteren gaat de Zoeker akkoord om de kamer op de afgesproken datum te bewonen. Blijf kalm en vermijd onaangename verrassingen!

# Booking.Info.What.Second.Title
source: If you’re searching for a room...
ca: Si busques una habitació...
es: Si buscas una habitación...
fr: Si vous recherchez un logement...
it: Se stai cercando una stanza...
nl: Als je een kamer zoekt...

# Booking.Info.What.Second.Content
source: The Booking Request is a secure method of guaranteeing the room in advance. By accepting a Booking Request, you confirm that you’ll move in on the agreed date. Put your feet up, your search is done!
ca: La Reserva és un mètode segur per garantir que l'habitació on aniràs a viure estarà disponible per a tu. Amb la Reserva, l'Anunciant accepta reservar l'habitació per a tu fins al dia d'entrada. No t'estressis i evita buscar a l'últim moment!
es: La Reserva es un método seguro para garantizar la reserva de una habitación. Al aceptar la Solicitud de Reserva, el futuro compañero de piso acepta mudarse el día acordado. ¡No te estreses y evita búsquedas de última hora!
fr: La réservation est une méthode sécurisée qui garantit la réservation du logement. En acceptant la Demande de Réservation, le Candidat accepte d'emménager à la date prévue. Restez calme et évitez les surprises de dernière minute !
it: La prenotazione è un metodo sicuro per garantire la disponibilità della stanza. Accettando la Prenotazione, l'inserzionista concorda di riservare la stanza fino alla data d'ingresso. Rilassati ed evita sorprese dell'ultimo minuto!
nl: Het boekingsproces is een veilige methode om de reservering van de kamer te garanderen. Door het boekingsverzoek te accepteren gaat de Zoeker akkoord om de kamer op de afgesproken datum te bewonen. Doe het rustig aan en vermijd lastminute zoektochten!

# Booking.Info.How
source: How does it work?
ca: Com funciona?
es: ¿Cómo funciona?
fr: Comment ça marche ?
it: Come funziona?
nl: Hoe werkt het?

# Booking.Info.Seeker.Title
source: Rooms can be booked by either sending or receiving a Booking Request.
ca: Hi ha dues maneres de reservar una habitació: enviant una Sol·licitud de Reserva o rebent una.
es: Hay dos maneras de reservar una habitación: mandando una Solicitud de Reserva o recibiendo una.
fr: Pour réserver une chambre, vous pouvez envoyer une Demande de Réservation ou bien recevoir une Demande.
it: Ci sono due modi per prenotare una stanza: inviando una Richiesta di Prenotazione o ricevendone una.
nl: Er zijn twee manieren om een kamer te boeken. Door een boekingsverzoek te sturen of te ontvangen.

# Booking.Info.Seeker.Receive
source: If you receive a Booking Request…
ca: Si rebs una Sol·licitud de Reserva...
es: Si recibes una Solicitud de Reserva...
fr: Si vous recevez une Demande de Réservation...
it: Se ricevi una Richiesta di Prenotazione...
nl: Als je een boekingsverzoek ontvangt...

# Booking.Info.Seeker.Receive.Content
source: 1.- When you receive a Booking Request, you have 24 hours to accept or reject it. If you don’t do so within 24 hours, the request will expire and you won’t be able to book the room through that request. 2.- If you accept the Booking Request, the next step will be to confirm your payment method, fill out your card details and carry out a secure online payment using your card. 3.- Once the payment is complete, the booking will be confirmed. As long as you don’t report any issues, we’ll transfer the booking amount to the Lister 48 hours after the moving-in day.
ca: 1.- Un cop rebis una Sol·licitud de Reserva, tindràs 24 hores per acceptar-la o rebutjar-la. Si no contestes en 24 hores, la Sol·licitud caducarà i perdràs l'oportunitat. 2.- Si acceptes la Sol·licitud de Reserva, hauràs d'omplir el mètode de pagament i fer un pagament en línea segur utilitzant la teva targeta. 3.- Un cop fet el pagament, la Reserva quedarà confirmada. Badi guardarà l'import de la Reserva. Si no reportes cap incidència, els diners seran transferits 48 hores després de la data d'entrada.
es: 1.- Una vez recibes una Solicitud de Reserva, tendrás 24 horas para aceptarla o rechazarla. Si no constestas en 24 horas, la Solicitud caducará y perderás la oportunidad. 2.- Si aceptas la Solicitud de Reserva, tendrás que completar tu método de pago y realizar un pago online seguro con tu tarjeta. 3.- Una vez realizado el pago, la Reserva quedará confirmada. Badi guardará el importe de la Reserva hasta 48 horas después de la fecha de entrada.
fr: 1.- Une fois la Demande de réservation reçue, vous avez 24 heures pour l'accepter ou la décliner. Si vous ne répondez pas dans un délai de 24 heures, la demande arrivera à expiration et vous laisserez peut-être filer une occasion en or. 2.- Si vous acceptez la Demande de Réservation, il vous faudra renseigner votre mode de paiement et votre numéro de carte pour effectuer un paiement en ligne sécurisé. 3.- Une fois le paiement effectué, la réservation sera confirmée et badi bloquera le montant de la Réservation. Si vous ne signalez aucun incident, l'argent sera transféré 48 heures après votre arrivée dans l'appartement.
it: .1.- Quando ricevi una richiesta di prenotazione, hai 24 ore di tempo per accettarla o rifiutarla. Se non rispondi entro 24 ore, la richiesta scadrà e perderai l'occasione. 2.- Se ACCETTI la Richiesta di Prenotazione, dovrai inserire il tuo metodo di pagamento e procedere ad un pagamento online sicuro utilizzando la tua carta. 3.- A pagamento avvenuto, la prenotazione sarà confermata. Badi TRATTIENE l'importo della Prenotazione. Se non ci sono segnalazioni, il denaro sarà trasferito 48 ore dopo la data d'ingresso.
nl: 1.- Als je een boekingsverzoek ontvangt heb je 24 uur om het te accepteren of te weigeren. Als je niet reageert binnen 24 uur vervalt het verzoek en verlies je de kans. 2.- Als je het boekingsverzoek ACCEPTEERT moet je je betaalmethode opgeven en een veilige online betaling uitvoeren met je kaart. 3.- Zodra de betaling uitgevoerd is wordt de boeking bevestigd. Badi houdt het boekingsbedrag VAST. Als je geen fouten rapporteert zal het bedrag na 48 uur na de startdatum overgemaakt worden.

# Booking.Info.Seeker.Send
source: If you send a Booking Request…
ca: Si envies una Sol·licitud de Reserva...
es: Si mandas una Solicitud de Reserva...
fr: Si vous envoyez une Demande de Réservation...
it: Se invii una Richiesta di Prenotazione…
nl: Als je een boekingsverzoek stuurt...

# Booking.Info.Seeker.Send.Content
source: 1.- First, you’ll need to provide us with your personal info and account details. We need this in order to process the payment should the Lister accept the Booking Request. 2.- Remember to include the moving-in day and the booking amount in the Booking Request. 3.- Send the Booking Request to the Lister, they’ll then have 24 hours to confirm or reject it.
ca: 1.- Primer completa les teves dades de contacte i pagament. És imprescindible per transferir l'import de la Reserva el dia establert. 2.- No et descuidis d'indicar la data d'entrada i l'import de la Reserva. 3.- Envia una Sol·licitud de Reserva perquè l'Anunciant pugui confirmar-la o rebutjar-la.
es: 1.- Primero, deberás completar tus datos de contacto y pago. Necesitamos esto para procesar el pago si el Anunciante acepta la Solicitud de Reserva. 2.- Asegúrate de indicar la fecha de entrada y el importe de la Reserva en la Solicitud de Reserva. 3.- Manda la Solicitud de Reserva al anunciante, este tendrá 24 horas para confirmarla o rechazarla.
fr: 1.- Vous devrez d'abord nous fournir vos informations personnelles et les détails de votre compte bancaire. Nous en avons besoin pour procéder au paiement si l'Annonceur accepte la Demande de Réservation. 2.- N'oubliez pas d'inclure la date d'entrée dans l'appartement et le montant de la réservation dans votre Demande de Réservation. 3.- Envoyez la Demande de Réservation à l'Annonceur, il aura alors 24 heures pour l'accepter ou la décliner.
it: 1.- Per prima cosa completa le tue informazioni personali e le informazioni sul conto. È necessario per pagare l'importo quando l'Inserzionista accetta la Richiesta di Prenotazione. 2.- Ricordati di indicare la data d'ingresso e l'importo della prenotazione all'interno della Richiesta di Prenotazione. 3.- Invia la Richiesta di Prenotazione all'Inserzionista, il quale ha 24 ore a disposizione per confermarla o rifiutarla.
nl: 1.- Vul eerst je persoonlijke gegevens en rekeninggegevens in. We hebben dit nodig om de betaling te verwerken, mocht de Plaatser het boekingsverzoek accepteren. . 2.- Voeg altijd de startdatum van de huur en het boekingsbedrag in het boekingsverzoek toe. 3.- Verstuur het boekingsverzoek naar de Plaatser. Deze heeft dan 24 uur om het verzoek te bevestigen of af te wijzen.

# Booking.Info.Seeker.First.Subtitle
source: What happens next?
ca: Què passa després?
es: ¿Qué pasa después?
fr: Que se passe-t-il ensuite ?
it: Cosa accade dopo?
nl: Wat nu?
