Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Common.Ok
source: Ok
es: ¡Vale!

# Common.Done
source: Done
ca: Fet!
es: ¡Hecho!
fr: Fait
it: Fatto
nl: Klaar

# Common.Cancel
source: Cancel
ca: Cancel·lar
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleer

# Common.Yes
source: Yes
ca: Sí
es: Sí
fr: Oui
it: Sì
nl: Ja

# Common.Edit
source: Edit
ca: Editar
es: Editar
fr: Modifier
it: Modifica
nl: Wijzig

# Common.Next
source: Next
ca: Següent
es: Siguiente
fr: Suivant
it: Continua
nl: Volgende

# Common.Update
source: Update
ca: Guardar
es: Guardar
fr: Mettre à jour
it: Aggiorna

# Error.ConectivityShort
source: There is no internet connection.
ca: No hi ha connexió a internet.
es: No hay conexión a internet.
fr: Il n'y a pas de connexion internet.
it: Non hai connessione a internet.
nl: Er is geen internetverbinding

# Error.Conectivity
source: You are offline, please check your internet connection and try again.
ca: No tens connexió, si us plau comprova la teva xarxa i torna a intentar-ho.
es: ¡Uy! Parece que estás desconectado. Porfi, comprueba tu conexión a internet y prueba de nuevo.
fr: Oups ! Vous êtes déconnecté. Vérifiez votre connection internet et réessayez !
it: Sei offline, controlla la tua connessione a internet e riprova.
nl: Je bent offline. Controleer je internetverbinding en probeer het opnieuw.

# Error.SaveImage
source: Saving image to camera roll failed
ca: S'ha produït un error en desar la imatge al carret
es: Error al guardar la imagen en el álbum de cámara
fr: Échec d'enregistrement de l'image dans la pellicule
it: Salvataggio dell'immagine sul rullino non riuscito
nl: Opslaan van afbeelding is mislukt

# Validation.AllFieldsNeeded
source: All fields must be filled in
ca: Has d'emplenar tots els camps
es: Debes rellenar todos los campos
fr: Tous les champs doivent être remplis
it: Per favore completa tutti i campi
nl: Alle velden moeten ingevuld worden

# Validation.InvalidEmail
source: Email must be valid
ca: L'email ha de ser vàlid
es: El email tiene que ser válido
fr: L'adresse email doit être valide
it: L'indirizzo email deve essere valido
nl: Email moet geldig zijn

# Validation.InvalidPassword
source: Password must be at least 6 characters. Password must combine letters and numbers.
ca: La contrasenya ha de contenir 6 caràcters mínim combinant lletres i números.
es: La contraseña debe tener al menos 6 caracteres y combinar letras (a,B,c...) con números (1,2,3...)
fr: Le mot de passe doit contenir au moins 6 caractères et inclure des lettres et des numéros
it: La password deve avere almeno 6 caratteri e contenere lettere e numeri.
nl: Wachtwoord moet ten minste 6 tekens bevatten. Wachtwoord moet letters en cijfers combineren.

# Validation.TooYoung
source: You must be 18 or older to use this app.
ca: 🔞 Ets major d'edat? Has de tenir 18 anys o més per poder utilizar l'app.
es: Debes tener 18 años o más para poder usar nuestra app.
fr: Vous devez avoir au moins 18 ans pour utiliser cette appli.
it: Devi avere almeno 18 anni per usare questa app.
nl: Je moet minstens 18 jaar of ouder zijn om deze app te gebruiken.

# Validation.UploadInProgress
source: Please wait until the picture is uploaded to update your profile.
ca: La teva foto s'està pujant, espera un moment per actualitzar el teu perfil.
es: Tu foto se está subiendo. Espera a que termine para actualizar tu perfil.
fr: Attendez que votre photo soit en ligne pour actualiser votre profil.
it: Per favore, attendi che la foto si sia caricata completamente prima di aggiornare il tuo profilo.
nl: Wacht tot de afbeelding geüpload is om je profiel te updaten.

# VerificationError.InvalidCode
source: Whoops! The verification code does not match.
ca: Ep! El codi de verificació no és vàlid.
es: ¡Ups! El código de verificación no es válido.
fr: Oups ! Le code de vérification n'est pas valide.
it: Ops! Il codice di verifica non coincide.
nl: Oeps! De verificatiecode komt niet overeen.

# Validation.PriceRange
source: The asked price must be between %d%@ and %d%@
ca: L'import sol·licitat ha de ser entre %d%@ i %d%@
es: El importe solicitado debe estar entre %d%@ y %d%@
fr: Le prix demandé doit être entre %d%@ et %d%@
it: L'importo richiesto deve essere tra %d%@ e %d%@
nl: De vraagprijs moet tussen %d%@ en %d%@ liggen

# APIError.InvalidToken
source: Whoops! Something went wrong with your authentication. Please try again, and if the error persists contact support.
ca: Vaja! Sembla que quelcom ha fallat durant el procés d'autentificació. Si us plau, prova de nou i si l'error torna a aparèixer, contacta amb el nostre suport.
es: ¡Vaya! Parece que algo ha fallado durante el proceso de autenticación. Porfi, prueba de nuevo y si el error permanece, contacta con nuestro Dpto. Happy de Badi (Soporte & Ayuda) 🙏
fr: Une erreur s'est produite lors de l'authentification, veuillez réessayer plus tard. Si le problème persiste, n'hésitez pas à contacter notre service client.
it: Ops, c'è stato un problema con l'autenticazione. Per favore riprova e se l'errore persiste contatta il supporto clienti.
nl: Oeps! Er ging iets fout tijdens de authenticatie. Probeer het opnieuw en neem contact op met de klantenservice als het probleem zich blijft voordoen.

# APIError.InvalidContext
source: Whoops! You need to be logged-in to do that!
ca: Ep! Has d'iniciar sessió prèviament amb el teu compte per poder fer això.
es: ¡Ups! Necesitas iniciar sesión en tu cuenta para poder hacer eso.
fr: Oups ! Vous devez vous connecter à votre compte pour faire ça !
it: Ops, devi essere autenticato per eseguire questa operazione!
nl: Oeps! Je moet ingelogd zijn om dat te doen!

# APIError.InvalidOperation
source: Whoops! You don't have access there. Please, contact support.
ca: Sembla ser que no hi tens accés. Si us plau, contacta amb el nostre suport.
es: ¡Vaya! Pues parece ser que no tienes acceso. Porfi, contacta con nuestro Dpto. Happy de Badi (Soporte & Ayuda) 🙏
fr: Oups ! Vous n'avez pas accès à ceci. Veuillez contacter notre service client.
it: Ops, non puoi accedere a questa sezione. Per favore contatta il supporto clienti.
nl: Oeps! Je hebt hier geen toegang toe. Neem contact op met de klantenservice.

# APIError.ResourceNotFound
source: Whoops! Cannot find that resource. Please, contact support.
ca: Oh! No podem trobar això. Si us plau, contacta amb el nostre suport.
es: ¡Oh! No podemos encontrar eso 😕. Porfi, contacta con nuestro Dpto. Happy de Badi (Soporte & Ayuda) 🙏
fr: Oups ! La ressource demandée est introuvable. Veuillez contacter notre service client.
it: Ops, questo contenuto non è disponibile. Per favore contatta il supporto clienti.
nl: Oeps! Dit kan niet gevonden worden. Neem contact op met de klantenservice.

# APIError.ForbiddenOperation
source: Whoops! You are not allowed to do that! Please, contact support.
ca: Ep! No tens permís per fer això. Si us plau, contacta amb suport.
es: ¡Uy! No tienes permiso para hacer eso. Porfi, contacta con nuestro Dpto. Happy de Badi (Soporte & Ayuda) 🙏
fr: Oups ! Vous n'avez pas l'autorisation. Veuillez contacter notre service client.
it: Ops, non hai i privilegi necessari per eseguire questa operazione! Per favore contatta il supporto clienti.
nl: Oeps! Je hebt geen toestemming om dat te doen! Neem contact op met de klantenservice.

# APIError.InvalidParams
source: One or more fields are missing or invalid. Please, try again.
ca: Ei, falten un o més camps per emplenar o són invàlids. Podries revisar-ho?
es: Uy, faltan uno o más campos por rellenar o son inválidos. ¿Podrías revisarlo?
fr: Un ou plusieurs champs obligatoires sont manquants. Veuillez réessayer plus tard.
it: Uno o più campi sono mancanti o invalidi. Per favore, riprova.
nl: 1 of meerdere velden ontbreken of zijn ongeldig. Probeer het opnieuw.

# APIError.InvalidRecord
source: Whoops! There was an error with some of the fields submitted. Try later or contact support.
ca: Ep! Hi ha hagut un error amb algun dels apartats enviats. Prova més tard o contacta amb el nostre suport.
es: ¡Ups! Ha habido algún error con alguno de los campos. Prueba más tarde o contacta con nuestro Soporte & Ayuda 😉
fr: Oups ! Une erreur est survenue avec certains des champs soumis. Veuillez réessayer plus tard ou contactez notre service client.
it: Ops, c'è stato un errore con uno o più campi inviati. Riprova più tardi o contatta il supporto clienti.
nl: Oeps! Er is een fout met enkele velden. Probeer het later opnieuw of neem contact op met de klantenservice.

# APIError.InvalidFacebookToken
source: Whoops! There was an unknown error with facebook. Try later or contact support.
ca: Vaja! Hi ha hagut un error amb Facebook. Prova més tard o contacta amb el nostre suport.
es: ¡Vaya! Ha ocurrido un error con facebook. Prueba más tarde o contacta con nuestro Soporte & Ayuda 😉
fr: Oups ! Une erreur est survenue avec facebook. Veuillez réessayer plus tard ou contactez notre service client.
it: Ops, c'è stato un errore sconosciuto con Facebook. Riprova più tardi o contatta il supporto clienti.
nl: Oeps! Er is een onbekende fout met Facebook. Probeer het later opnieuw of neem contact op met de klantenservice.

# APIError.InvalidSmsRequest
source: Whoops! Cannot process your verification request. Try later or contact support.
ca: Ep! No hem pogut processar la teva sol·licitud de verificació. Prova més tard o contacta amb el nostre suport.
es: ¡Ups! No hemos podido procesar tu solicitud de verificación. Prueba más tarde o contacta con nuestro Soporte & Ayuda 🙏
fr: Oups ! Nous n'avons pas pu traiter votre demande de vérification. Veuillez réessayer plus tard ou contactez notre service client.
it: Ops, non è stato possibile processare la richiesta di verifica. Riprova più tardi o contatta il supporto clienti.
nl: Oeps! Je verificatieverzoek kan niet verwerkt worden. Probeer het later opnieuw of neem contact op met de klantenservice.

# APIError.ConcurrentVerification
source: You already requested an SMS verification. If you don't receive a message within 5 minutes, try again.
ca: Ja has sol·licitat el teu missatge de verificació. Si no reps el missatge en 5 minuts, si us plau, prova de nou.
es: Ya has solicitado tu mensaje de verificación. Si no recibes el mensaje en 5 minutos, porfi, prueba de nuevo 😊
fr: Vous avez déjà sollicité la vérification par SMS. Si vous ne recevez pas le message dans les minutes suivantes, veuillez réessayer plus tard.
it: Hai già richiesto un SMS di verifica. Se non lo ricevi entro 5 minuti, riprova.
nl: Je hebt al een SMS-verificatie aangevraagd. Als je binnen de 5 minuten geen bericht ontvangt kun je het opnieuw proberen.

# APIError.UnknownSmsException
source: Whoops! There was an unknown error with the sms verification service. Try later or contact support.
ca: Ui! Hi ha hagut un error amb el servei de verificació de missatges. Prova més tard o contacta amb el nostre suport.
es: Uy, ha ocurrido un error desconocido con el servicio de verificación de mensajes. Porfi, prueba más tarde o contacta con nuestro Soporte & Ayuda 😊
fr: Oups ! Une erreur s'est produite avec le service de vérification des messages. Réessayez plus tard ou contactez notre service client.
it: Ops, c'è stato un errore sconosciuto con il servizio di verifica via SMS. Riprova più tardi o contatta il supporto clienti.
nl: Oeps! Er is een onbekende fout met de SMS-verificatiedienst. Probeer het later opnieuw of neem contact op met de klantenservice.

# APIError.NoMatchLoginType
source: Whoops! Couldn't find an account with this email and login. Are you sure you didn't register through a different provider?
ca: Vaja! No hem pogut trobar cap compte d'usuari amb aquest email i login. Segur que no et vas registrar amb un altre?
es: ¡Vaya! No hemos podido encontrar una cuenta con este email para que inicies sesión con ella. ¿Seguro que no te registraste con otra?
fr: Oups ! Nous ne trouvons pas de compte associé à cette adresse email et à cet identifiant. Vous êtes sûr/e que vous utilisez la bonne adresse?
it: Ops, non ho trovato nessun utente con questa email e login. Sei certo di non esserti registrato con un altro metodo (es. Facebook o G+)?
nl: Oeps! Er kan geen account gevonden worden met deze login gegevens. Weet je zeker dat je niet geregistreerd bent met een andere provider?

# APIError.EmailNotFound
source: Whoops! Couldn't find any users with that email address.
ca: Ui! No hem trobat cap usuari amb aquest correu
es: ¡Uy! No hemos encontrado ningún usuario con este email
fr: Oups ! Nous n'avons trouvé aucun compte lié à cette adresse email. Vous êtes sûr/e que vous n'en avez pas utilisé une autre ?
it: Ops, non ho trovato nessun utente con questo indirizzo e-mail.
nl: Oeps! Er kan geen gebruiker gevonden worden met dat email adres.

# APIError.EmailExists
source: Whoops! Your email already exists
ca: Vaja! Aquest correu ja existeix.
es: ¡Vaya! Este email ya existe.
fr: Oups ! Cette adresse email est déjà utilisée
it: Ops, questo indirizzo email esiste già
nl: Oeps! Dit email adres bestaat al

# APIError.InvorrectPassword
source: Whoops! The password is incorrect.
ca: Ui! Aquesta contrasenya no és correcta.
es: ¡Uy! Esta contraseña no es correcta.
fr: Oups ! Le mot de passe est incorrect.
it: Ops, la password è incorretta.
nl: Oeps! Het wachtwoord is niet correct.

# APIError.UnknownException
source: Whoops! There was an unknown error. Try later or contact support.
ca: Ep! Hi ha hagut un error desconegut. Prova més tard o contacta amb el nostre suport.
es: ¡Jou! Ha ocurrido un error desconocido. Prueba más tarde o contacta con nuestro Dpto. Happy de Badi (Soporte & Ayuda) 🙏
fr: Oups ! Une erreur inattendue s'est produite. Réessayez plus tard ou contactez notre service client.
it: Ops, c'è stato un errore sconosciuto. Riprova più tardi o contatta il supporto clienti.
nl: Oeps! Er is een onbekende fout opgetreden. Probeer het later opnieuw of neem contact op met de klantenservice.

# APIError.FacebookLoginExists
source: Whoops! your facebook account already exists
ca: Oops! El teu compte de Facebook ja existeix
es: Ooops! tu cuenta de facebook ya existe
fr: Oups ! Votre compte Facebook existe déjà
it: Ops! Il tuo account Facebook esiste già
nl: Oeps! Je Facebookaccount bestaat al

# APIError.GoogleLoginExists
source: Whoops! your google account already exists
ca: Oops! El teu compte de google ja existeix
es: Ooops! tu cuenta de google ya existe
fr: Oups ! Votre compte google existe déjà
it: Ops! Il tuo account Google esiste già
nl: Oeps! Je Googleaccount bestaat al

# APIError.NoMatchPasswordConfirmation
source: Whoops! it seems that the two passwords are not the same.
ca: Oops! Sembla que les dos contrasenyes no coincideixen.
es: Oops! parece que las dos contraseñas no coinciden.
fr: Oups ! Les deux mots de passe ne sont pas identiques.
it: Ops! Sembra che le due password non coincidano.
nl: Oeps! Het lijkt erop dat de twee wachtwoorden niet overeenkomen.

# APIError.RequestAlreadyAnswered
source: Whoops! this request is already answered
ca: Oops! Aquesta Sol·licitud ja s'ha respost
es: Oops! esta solicitud ya se ha respondido
fr: Oups ! Cette demande a déjà été traitée
it: Ops! Questa richiesta ha già avuto una risposta
nl: Oeps! Dit verzoek werd al beantwoord

# APIError.RequestNonArchivable
source: Whoops! This request is no archivable
ca: Oops! Aquesta sol·licitud no es pot arxivar
es: Oops! Esta solicitud no se puede archivar
fr: Oups ! Cette demande n'est pas faisable.
it: Ops! Non è possibile archiviare questa richiesta
nl: Oeps! Dit verzoek kan niet gearchiveerd worden

# APIError.RoomIsFrozen
source: Whoops! this room can't be updated
ca: Oops! aquesta habitació no es pot actualitzar
es: Oops! esta habitación no puede actualizarse
fr: Oups ! Ce logement ne peut pas être actualisé
it: Ops! Questa stanza non può essere aggiornata
nl: Oeps! Deze kamer kan niet geüpdatet worden

# APIError.UserWithNoPaymentData
source: Whoops! The payment data is missing
ca: Oops! Falten dades de pagament
es: Oops! Faltan los datos de pago
fr: Oups ! Les informations de paiement sont manquantes
it: Ops! Manca il metodo di pagamento
nl: Oeps! De betalingsinformatie ontbreekt

# APIError.UserWithNoPayoutData
source: Whoops! The payout data is missing
ca: Oops! Falta informació de pagament
es: Oops! Falta información de pago
fr: Oups ! Les données de paiement sont manquantes !
it: Ops! Mancano i dettagli del pagamento
nl: Oeps! De uitbetalingsdata ontbreken

# APIError.BookingProposalInProgress
source: Whoops! You've already sent a booking request to this room. It’s not possible to send another one while you have one waiting for answer
ca: Ups! Ja has enviat una Sol·licitud de Reserva per aquesta habitació. No és possible enviar-ne una altra si en tens una esperant resposta.
es: Ups! Ya mandaste una Solicitud de Reserva a esta habitación. No es posible mandar otra mientras esperas la respuesta de esta
fr: Oups ! Vous avez déjà envoyé une demande de réservation pour cette chambre. Vous ne pourrez pas envoyer d'autres demandes si vous êtes en attente de réponse d'autres chambres.
it: Ops! Hai già inviato una richiesta di prenotazione per questa stanza. Non è possibile inviarne un'altra mentre hai una richiesta in attesa
nl: Oeps! Je hebt al een boekingsverzoek gestuurd voor deze kamer. Het is niet mogelijk om er nog een te sturen terwijl je het antwoord van een ander afwacht

# APIError.InvalidPostalCode
source: Whoops! this postal code and your account country do not match. Please double check them
ca: Oops! aquest codi postal i el país del teu compte no coincideixen. Si us plau, revisa'ls
es: Oops! el código postal y el país de tu cuenta no coinciden. Por favor, revísalos
fr: Oups ! Le code postal ne correspond pas au pays de votre compte. Veuillez le vérifier.
it: Ops! Il codice postale e il Paese del tuo conto non corrispondono. Per favore, controllali
nl: Oeps! Deze postcode komt niet overeen met het land van je rekening. Dubbelcheck je postcode.

# APIError.InvalidAccountNumber
source: Whoops! there was an error with your bank account number. Please double check it, and if the error persists contact support
ca: Oops! hi ha hagut un error amb el teu número de compte. Si us plau, revisa'l i si l'error persisteix contacta suport
es: Oops! ha habido un error con tu número de cuenta. Por favor, revísalo, y si el error persiste contacta soporte
fr: Oups ! Une erreur est survenue avec le numéro de votre compte bancaire. Veuillez le vérifier, et si l'erreur persiste, veuillez contacter notre service client.
it: Oops, c'è stato un problema con il numero del tuo conto corrente. Per favore controllalo, se l'errore persiste contatta il servizio clienti.
nl: Oeps! Er is een fout met je bankrekeningnummer. Dubbelcheck je rekeningnummer en contacteer de klantenservice als het probleem zich blijft voordoen

# APIError.InvalidAccountCountry
source: Whoops! your bank account does not belong to the country you indicated. Please double check your account number
ca: Oops! el compte bancari no pertany al país seleccionat. Si us plau, revisa el teu número de compte
es: Oops! la cuenta bancaria no pertenece al país seleccionado. Por favor, revisa tu número de cuenta
fr: Oups ! Votre compte bancaire ne correspond pas au pays indiqué. Veuillez vérifier vos informations.
it: Ops! Il tuo conto corrente non appartiene al Paese che hai indicato. Per favore, controlla il numero del conto corrente
nl: Oeps! Je bankrekening behoort niet tot het land dat je hebt opgegeven. Dubbelcheck je bankrekeningnummer

# APIError.CantLeaveChat
source: Whoops! it is not possible to leave the chat because there is a booking in common. If you still want to leave it contact support
ca: Oops! no es pot deixar aquest xat perquè hi ha una reserva en comú. Si encara vols deixar-ho, contacta suport
es: Oops! no es posible dejar este chat porque hay una reserva en común. Si aún quieres dejarlo, contacta soporte
fr: Oups ! Impossible de quitter le chat car il y a une réservation en commun. Si vous souhaitez tout de même le quitter, veuillez contacter notre service client.
it: Ops! Non è possibile abbandonare la chat perché c'è una prenotazione in comune. Se vuoi abbandonarla, per favore, contatta il servizio clienti
nl: Oeps! Het is niet mogelijk om de chat te verlaten omdat er een gemeenschappelijke boeking is. Contracteer de klantenservice als je toch wilt vertrekken

# APIError.CantBlockChat
source: Whoops! it is not possible to block the chat because there is a booking in common. If you still want to block it contact support
ca: Oops! no es pot bloquejar aquest xat perquè hi ha una reserva en comú. Si encara vols bloquejar-ho, contacta suport
es: Oops! no es posible bloquear este chat porque hay una reserva en común. Si aún quieres bloquearlo, contacta soporte
fr: Oups ! Impossible de bloquer le chat car il y a une réservation en commun. Si vous souhaitez tout de même le quitter, veuillez contacter notre service client
it: Ops! Non è possibile bloccare la chat perché c'è una prenotazione in comune. Se vuoi abbandonarla, per favore, contatta il servizio clienti
nl: Oeps! Het is niet mogelijk om de chat te blokkeren omdat er een gemeenschappelijke boeking is. Contracteer de klantenservice als je deze toch wilt blokkeren

# APIError.ResourceAlreadyUsed
source: Whoops! that information is used by another user.
ca: Vaja! Aquesta informació està sent utilitzada per un altre usuari.
es: ¡Vaya! Esta información está siendo usada por otro usuario.
fr: Oups ! Cette information est utilisée par un autre utilisateur.
it: Ops! Questi dettagli di contatto sono già utilizzati da un altro utente.
nl: Oeps! Deze informatie is al in gebruik door een andere gebruiker

# APIError.BookingProposalCreationForbidden
source: Whoops, it looks like this user is no longer available
ca: Oops! Sembla que aquest usuari ja no està disponible
es: ¡Vaya! parece que este usuario ya no está disponible
fr: Oups ! Il semblerait que cet utilisateur ne soit plus disponible
it: Ops! Questo utente non è più disponibile.
nl: Oeps! Het lijkt erop dat deze gebruiker niet langer beschikbaar is

# APIError.BookingProposalAnswerForbidden
source: Whoops, it’s not possible to answer your own booking request
ca: Oops! No és possible respondre a la teva pròpia Sol·licitud de Reserva
es: ¡Vaya! No es posible contestar tu propia Solicitud de Reserva
fr: Oups ! Impossible de répondre à votre demande de réservation
it: Ops! Non puoi rispondere alla tua richiesta di prenotazione
nl: Oeps! Het is niet mogelijk om op je eigen boekingsverzoek te reageren

# APIError.BookingProposalAlreadyAnswered
source: Whoops, you’ve already responded to this booking request
ca: Oops! Ja has respost a aquest Sol·licitud de Reserva
es: ¡Vaya! Ya has respondido a esta Solicitud de Reserva
fr: Oups ! Vous avez déjà répondu à cette demande de réservation
it: Ops! Hai già risposto a questa richiesta di prenotazione
nl: Oeps! Je hebt dit boekingsverzoek al beantwoord

# APIError.UserAlreadyReported.Title
source: Whoops, you already reported this user...
ca: Ui! Sembla que ja havies denunciat aquest usuari...
es: ¡Ups! Ya habías reportado a este usuario...
fr: Oups, vous avez déjà signalé cet utilisateur...
it: Ops, hai già segnalato questo utente...
nl: Oeps, je hebt deze gebruiker al aangegeven...

# APIError.UserAlreadyReported.Message
source: Don't worry, our team are looking into it and will take action if appropriate.
ca: No et preocupis! El nostre equip farà un seguiment i prendrà mesures si es necessari.
es: ¡No te preocupes! Nuestro equipo investigará el caso y tomará las acciones pertinentes.
fr: Notre équipe analysera la situation et prendra des mesures si nécessaire.
it: Non preoccuparti, il nostro team troverà una soluzione se necessario.
nl: Maak je geen zorgen, onze team gaat het onderzoeken en onderneemt actie als het nodig is.
