Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Report.User.Subtitle
source: Don’t worry, they won’t know you’ve reported them
ca: Els informes són 100% anònims
es: No te preocupes, ellos no sabrán que los has reportado.
fr: Le signalement est 100 % anonyme.
it: Le segnalazioni sono anonime al 100%
nl: Rapporteren is 100% anoniem

# Report.User.Button
source: Report user
ca: Denuncia a aquest usuari
es: Reportar usuario
fr: Signaler un utilisateur
it: Segnala utente
nl: Gebruiker rapporteren

# Report.Room.Title
source: Why do you want to report this room?
ca: Per què vols denunciar aquesta habitació?
es: ¿Por qué quieres reportar esta habitación?
fr: Pourquoi souhaitez-vous signaler ce logement ?
it: Perché vuoi segnalare questa stanza?
nl: Waarom wil je deze kamer aangeven?

# Report.Room.Subtitle
source: Don’t worry, they won’t know you’ve reported them
ca: No et preocupis! Ells no sabran que els has denunciat!
es: No te preocupes, ellos no sabrán que los has reportado.
fr: Ne vous inquiétez pas, l'utilisateur ne saura pas que vous l’avez signalé.
it: Non preoccuparti, non sapranno che li hai segnalati
nl: Maak je geen zorgen, ze weten niet door wie ze aangegeven zijn.

# Report.Room.Button
source: Report room
ca: Reportar habitació
es: Reportar habitación
fr: Signaler cette chambre
it: Segnala stanza
nl: Kamer rapporteren

# Report.Reason.Fake
source: Fake room
ca: Fals
es: Falso
fr: Fraude
it: Falso
nl: Nep

# Report.Reason.HolidayLet
source: Short-term let
ca: Pensada per vacances
es: Alquiler de vacaciones
fr: Location de vacances
it: Vacanze permesse
nl: Vakantie huur

# Report.Reason.ExplicitContent
source: Explicit content
ca: Contingut explícit
es: Contenido explícito
fr: Contenu explicite
it: Contenuto esplicito
nl: Expliciete inhoud

# Report.Reason.Duplicated
source: Duplicated
ca: Duplicada
es: Duplicada
fr: Duplicata
it: Duplicato
nl: Verdubbeld

# Report.Reason.BadBehaviour
source: Bad Behavior
ca: Mal comportament
es: Mal comportamiento
fr: Mauvais comportement
it: Comportamento scorretto
nl: Slecht gedrag

# Report.Reason.Scam
source: Scam
ca: Estafa
es: Estafa
fr: Fraude
it: Truffa

# Report.User.Success.Title
source: This user has been reported
ca: Aquest usuari ha sigut denunciat
es: Este usuario ha sido reportado
fr: Cet utilisateur a été signalé
it: Questo utente è stato segnalato
nl: Deze gebruiker is al aangegeven

# Report.User.Success.Subtitle
source: Our team will look into it and take action if appropriate.
ca: El nostre equip farà un seguiment i prendrà mesures si es necessari.
es: Nuestro equipo investigará el caso y tomará las acciones pertinentes.
fr: Notre équipe analysera la situation et prendra des mesures si nécessaire.
it: Il nostro team sta lavorando per te, interverrà se necessario
nl: Onze team gaat het onderzoeken en onderneemt actie als het nodig is.

# Report.Room.Success.Title
source: This room has been reported
ca: Aquesta habitació ha sigut denunciada
es: Esta habitación ha sido reportada
fr: Ce logement a été signalé
it: Questa stanza è stata segnalata
nl: Deze kamer is al aangegeven

# Report.Room.Success.Subtitle
source: Our team will look into it and take action if appropriate.
ca: El nostre equip farà un seguiment i prendrà mesures si es necessari.
es: Nuestro equipo investigará el caso y tomará las acciones pertinentes.
fr: Notre équipe analysera la situation et prendra des mesures si nécessaire.
it: Il nostro team sta lavorando per te, interverrà se necessario
nl: Onze team gaat het onderzoeken en onderneemt actie als het nodig is.

# Amenity.Parking
source: parking
ca: aparcament
it: Parcheggio
nl: Parkeerplaats

# Ocupation.Worker.Marketing
source: Marketing
ca: Màrqueting

# Chat.Title
source: Chat
ca: Xat

# Legal.Settings.Marketing.Title
source: Marketing
ca: Màrqueting

# Setting.Faqs
source: FAQs
fr: FAQ
it: Domande Frequenti
nl: Veelgestelde Vragen

# RoomCreate.TitleBadis
source: Badis
it: Badi

# Payment.Element.SortCode.Hint
source: Sort Code:
fr: Numéro de compte :
it: Codice Bancario:
nl: Sorteer Code:

# Common.No
source: No
fr: Non
nl: Nee

# Amenity.Tv
source: tv
fr: Télévision

# SocialConnections.Title
source: Social Connections
nl: Sociale Connecties

# ReportError.AppBuild
source: App Build
nl: App bouw

# Social.Connections.Title
source: Social Connections
nl: Sociale Connecties
