Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# Deposit.RoomDetail.Allowed
source: Book your room to some Badi and avoid last minute surprises!
ca: Reserva la teva habitació i evita sorpreses d'última hora!
es: ¡Reserva tu habitación y evita sorpresas de última hora!
fr: Réservez votre chambre à un badi et évitez les surprises de dernière minute !
it: Prenota la tua stanza a un Badi ed evita sorprese dell'ultimo minuto!
nl: Boek je kamer aan een Badi en vermijd verrassingen op het laatste moment!

# Deposit.RoomDetail.Expired
source: Your last Booking Request has expired
ca: La teva última sol·licitud de reserva a Caducat :(
es: Tu última Solicitud de Reserva a Caducado :(
fr: Votre dernière Demande de Réservation a expiré
it: La tua ultima Richiesta di Prenotazione è scaduta
nl: Je laatste boekingsverzoek is vervallen

# Deposit.RoomDetail.Rejected
source: Your last Booking Request has been rejected :( You can try again
ca: La teva última sol·licitud de reserva ha estat Rebutjada :(
es: Tu última Solicitud de Reserva ha sido Rechazada :(
fr: Votre dernière Demande de Réservation a été déclinée :( Veuillez réessayer plus tard
it: La tua ultima Richiesta di Prenotazione è stata rifiutata :-( Puoi provare di nuovo
nl: Je laatste boekingsverzoek is geweigerd :( Je kan het opnieuw proberen

# Booking.RoomDetail.ViewActivity
source: See booking activity
ca: Veure activitat de reserva
es: Ver actividad de Reserva
fr: Consulter vos réservations
it: Mostra attività prenotazioni
nl: Zie boekingsactiviteit

# Booking.Activity.Title
source: Booking activity
ca: Activitat de Reserva
es: Actividad de Reserva
fr: Vos réservations
it: Attività prenotazione
nl: Boekingsactiviteit

# Booking.Activity.Answer
source: Answer
ca: Respondre
es: Responder
fr: Réponse
it: Rispondi
nl: Antwoord

# Booking.Activity.Status.Pending
source: Pending answer
ca: Esperant resposta
es: Esperando respuesta
fr: Réponse en cours
it: Risposta in attesa
nl: Antwoord in afwachting

# Booking.Activity.Status.Accepted
source: Booked
ca: Reservada
es: Reservada
fr: Réservée
it: Prenotatata
nl: Geboekt

# Booking.Activity.Status.Rejected
source: Booking rejected
ca: Reserva rebutjada
es: Reserva rechazada
fr: Réservation déclinée
it: Prenotazione rifiutata
nl: Boeking afgewezen

# Booking.Activity.Status.Expired
source: Booking expired
ca: Reserva caducada
es: Reserva caducada
fr: Réservation expirée
it: Prenotazione scaduta
nl: Boeking vervallen

# Booking.Activity.Status.NotPossible
source: Not possible
ca: Inviable
es: Inviable
fr: Impossible
it: Non possibile
nl: Niet mogelijk

# Booking.Activity.Subtitle.Accepted
source: Entry date:
ca: Data d'entrada:
es: Fecha de entrada:
fr: Date d'arrivée :
it: Data d'ingresso:
nl: Startdatum:

# Booking.Activity.Subtitle.Pending.LessThanOne
source: less than an hour
ca: menys d'una hora perquè caduqui
es: menos de una hora
fr: Moins d'une heure
it: meno di un'ora
nl: minder dan een uur

# Booking.Activity.Subtitle.Pending.Singular
source: hour left to answer
ca: hora perquè caduqui
es: hora para que caduque
fr: 1 heure restante pour répondre
it: ora a disposizione per rispondere
nl: uur resterend om te antwoorden

# Booking.Activity.Subtitle.Pending.Plural
source: hours left to answer
ca: hores perquè caduqui
es: horas para que caduque
fr: heures restantes pour répondre
it: ore a disposizione per rispondere
nl: uren resterend om te antwoorden

# Booking.Activity.Subtitle.NotPossible
source: Already rented
ca: Ja llogada
es: Ya alquilada
fr: Déjà louée
it: Già affittata
nl: Al gehuurd

# Deposit.Chat.Action.Pending.Lister
source: Booking Details
ca: Detalls de la Reserva
es: Ver Reserva
fr: Détails de la Réservation
it: Dettagli Prenotazione
nl: Boekingsdetails

# Deposit.Chat.Action.Pending.Seeker
source: See Request
ca: Veure Sol·licitud
es: Ver Solicitud
fr: Voir Demande
it: Visualizza Richiesta
nl: Zie verzoeken

# Deposit.Chat.Action.Accepted
source: Booking Details
ca: Detalls de la Reserva
es: Detalles de la Reserva
fr: Détails de la Réservation
it: Dettagli Prenotazione
nl: Boekingsdetails

# Deposit.Chat.Action.Allowed.Lister
source: Book Room
ca: Reservar Habitació
es: Reservar Habitación
fr: Réserver Chambre
it: Prenota Stanza
nl: Boek kamer

# Deposit.Chat.Action.Allowed.Seeker
source: Book Room
ca: Reservar Habitació
es: Reservar Habitación
fr: Réserver Chambre
it: Prenota Stanza
nl: Boek kamer

# Deposit.Chat.Disclaimer
source: For your safety, keep conversations within the chat and make payments through our platform
ca: Protegeix la teva seguretat conversant dins del xat i realitzant els pagaments amb la nostra app
es: Protege tu seguridad conversando dentro del chat y realizando los pagos con nuestra app.
fr: Pour votre sécurité, gardez vos conversations sur le chat et effectuez les paiements sur notre plateforme.
it: Per la tua sicurezza, comunica attraverso la chat e realizza i pagamenti attraverso la nostra piattaforma
nl: Houd conversaties binnen de chat en verricht betalingen alleen op ons platform voor je eigen veiligheid

# BookingProposalRequest.Title
source: Booking Request
ca: Sol·licitud de Reserva
es: Solicitud de Reserva
fr: Demande de Réservation
it: Richiesta di Prenotazione
nl: Boeking aangevraagd

# BookingProposalRequest.Lister.Subtitle
source: First send the Request so the seeker can confirm or reject the booking of the room
ca: Envia primer la Sol·licitud perquè el futur company de pis pugui acceptar o rebutjar la reserva de l'habitació
es: Envía primero la Solicitud para que el futuro compañero de piso pueda aceptar o rechazar la Reserva de la habitación
fr: Envoyez la Demande de Réservation en premier afin que le Candidat puisse la confirmer ou la décliner.
it: Invia prima la Richiesta, così l'affittuario può confermare o rifiutare la prenotazione della stanza.
nl: Stuur eerst een verzoek zodat de Zoeker de boeking kan bevestigen of afwijzen.

# BookingProposalRequest.Lister.SecondSubtitle
source: • The room will ONLY be booked when the Seeker ACCEPTS and makes the PAYMENT. • Badi will HOLD the Booking amount for up to 48 hours after the entry date. • The Seeker has to accept or reject the Request, otherwise it will expire after 24 hours.
ca: • L'habitació només quedarà reservada quan el futur company de pis ACCEPTI i PAGUI. • Badi guardarà l'import de la Reserva fins a 48 hores després de la data d'entrada. • El futur company de pis ha d'acceptar o rebutjar la Sol·licitud o caducarà en 24 hores.
es: • La habitación SOLO estará reservada cuando el futuro compañero de piso ACEPTE y PAGUE. • Badi guardará el importe de la Reserva hasta 48 horas después de la fecha de entrada. • El futuro compañero de piso ha de aceptar o rechazar la Solicitud o caducará tras 24 horas.
fr: • La chambre sera RÉSERVÉE uniquement lorsque le Candidat acceptera et procèdera au PAIEMENT. • Badi gardera le montant de la Réservation dans un délai maximum de 48 heures après la date d'entrée. • Le Candidat doit accepter ou décliner la Demande avant qu'elle n'expire après 24 heures.
it: • La stanza sarà prenotata SOLO quando l'affittuario ACCETTERÀ e PAGHERÀ. • Badi tratterrà l'importo di Prenotazione fino a 48 ore dopo la data d'ingresso. • L'affittuario deve accettare o rifiutare la richiesta, o non sarà più valida dopo 24 ore.
nl: • De kamer zal ALLEEN geboekt worden als de Zoeker ACCEPTEERT en de BETALING verricht. • Badi houdt het boekingsbedrag VAST tot 48 uur na de startdatum. • De Zoeker moet het verzoek accepteren of weigeren, anders zal het na 24 uur vervallen.

# BookingProposalRequest.Seeker.Subtitle
source: Send first the Request so that the Lister can confirm or reject the room booking
ca: Envia primer la Sol·licitud perquè l'anunciant del pis pugui acceptar o rebutjar la reserva de l'habitació
es: Envía primero la Solicitud para que el Anunciante del piso pueda aceptar o rechazar la Reserva
fr: Envoyez d'abord la Demande de Réservation pour que l'Annonceur puisse la confirmer ou la décliner.
it: Invia prima la Richiesta, così l'Inserzionista può confermare o rifiutare la prenotazione della stanza.
nl: Stuur eerst een verzoek zodat de Plaatser de boeking kan bevestigen of weigeren

# BookingProposalRequest.Seeker.SecondSubtitle
source: • The room will ONLY be booked when the Lister ACCEPTS the Booking • Badi will HOLD the Booking amount until 48 hours after the entry date • The Lister has to accept or reject the Request or it will expire after 24 hours
ca: • L'habitació només quedarà reservada quan l'anunciant del pis ACCEPTI la Reserva • Badi guardarà l'import de la Reserva fins a 48 hores després de la data d'entrada. • L' anunciant ha d'acceptar o rebutjar la Sol·licitud o caducarà en 24 hores.
es: • La habitación SOLO estará reservada cuando el Anunciante ACEPTE la Reserva • Badi guardará el importe de la Reserva hasta 48 horas después de la fecha de entrada. • El Anunciante ha de aceptar o rechazar la Solicitud o caducará tras 24 horas.
fr: • La chambre sera réservée SEULEMENT quand l'Annonceur aura accepté la Réservation • Badi retiendra le montant de la Réservation jusqu'à 48 heures après la date d'arrivée • L' Annonceur devra accepter ou décliner la Demande avant qu'elle n'arrive à expiration après un délai de 24 heures.
it: • La stanza è prenotata SOLO quando l'inserzionista ACCETTA la Prenotazione • Badi tratterà l'importo della Prenotazione fino a 48 ore dopo la data di ingresso • L'inserzionista deve accettare o rifiutare la Richiesta, o scadrà dopo 24 ore.
nl: • De kamer zal ALLEEN geboekt worden als de Plaatser de Boeking ACCEPTEERT • Badi houdt het boekingsbedrag VAST tot 48 uur na de startdatum • De Plaatser moet het verzoek accepteren of weigeren, anders zal het na 24 uur vervallen.

# BookingProposalRequest.MyAccount
source: My account information:
ca: Informació del meu compte:
es: Información de mi cuenta:
fr: Informations personnelles :
it: Dettagli del mio conto:
nl: Mijn rekeninggegevens:

# BookingProposalRequest.Date
source: Entry date:
ca: Data d'entrada:
es: Fecha de entrada:
fr: Date d'entrée :
it: Data d'ingresso:
nl: Startdatum:

# BookingProposalRequest.Date.Empty
source: Choose date
ca: Escollir data
es: Elegir fecha
fr: Choisir une date
it: Scegli la data
nl: Kies datum

# BookingProposalRequest.Amount
source: Booking amount:
ca: Import de la reserva:
es: Importe de la reserva:
fr: Montant de la Réservation :
it: Importo di prenotazione:
nl: Boekingsbedrag:

# BookingProposalRequest.Free
source: Service fee : there isn’t one! Badi is 100% free
ca: Cost del servei: no n'hi ha! Badi és 100% gratuït
es: Coste del servicio: ¡No hay ninguno! Badi es 100% gratis
fr: Frais de service : il n'y en a pas ! Badi est 100% gratuit
it: Costo del servizio: non c'è! Badi è gratuito al 100%
nl: Servicekosten: geen! Badi is 100% gratis

# BookingProposalRequest.Info
source: Need more info? <u>See booking information</u>
ca: Vols saber algo més? <u>Veure info sobre la Reserva</u>
es: ¿Quieres saber más? <u>Ver info de Reserva</u>
fr: Besoin de plus d'information ? <u>Consulter les détails de la réservation</u>
it: Hai bisogno di maggiori informazioni? <u>Vedi le informazioni di prenotazione </u>
nl: Meer info nodig? <u>Zie boekingsinformatie</u>

# BookingProposalRequest.Lister.Example.First
source: Protection of your personal information
ca: Protecció de la teva informació personal
es: Protección de tu información personal
fr: Protection de vos données personnelles :
it: Protezione dei tuoi dati personali
nl: Bescherming van je persoonlijke informatie

# BookingProposalRequest.Lister.Example.Second
source: Booking payment 100% guaranteed
ca: Cobrament de la reserva 100% garantit
es: Cobro de la reserva 100% garantizado
fr: Paiement de la Réservation 100 % garanti
it: Pagamento della prenotazione garantito al 100%
nl: Betaling van boeking 100% gegarandeerd

# BookingProposalRequest.Lister.Example.Third
source: Get notifications of the payment's progress
ca: Rep notificacions del progrés del cobrament
es: Recibe notificaciones del progreso del cobro
fr: Recevoir des notifications du processus de paiement
it: Ricevi notifiche del pagamento in corso
nl: Krijg meldingen van het betalingsproces

# BookingProposalRequest.Seeker.Example.First
source: Protection of your personal information
ca: Protecció de la teva informació personal
es: Protección de tu información personal
fr: Protection de vos données personnelles :
it: Protezione dei tuoi dati personali
nl: Bescherming van je persoonlijke gegevens

# BookingProposalRequest.Seeker.Example.Second
source: Online secure payment
ca: Pagament ONLINE segur
es: Pago ONLINE seguro
fr: Paiement en ligne sécurisé
it: Pagamento online sicuro
nl: Online veilige betaling

# BookingProposalRequest.Seeker.Example.Third
source: 48h to check your room after entry date
ca: 48 hores per revisar l'habitació després de la data d'entrada
es: 48h para revisar tu habitación tras la fecha de entrada
fr: Vous avez 48 heures pour vérifier l'état de votre chambre après votre arrivée
it: Hai 48 ore per verificare la tua stanza dopo la data d'ingresso
nl: 48 uur om je kamer te controleren na de startdatum

# BookingProposalRequest.Seeker.Example.Fourth
source: 100% refundable in case of cancellation
ca: 100% reemborsable en cas de cancel·lació
es: 100% reembolsable en caso de cancelación
fr: 100% remboursable en cas d'annulation
it: 100% rimborsabile in caso di cancellazione
nl: 100% terugbetaalbaar in geval van annulering

# BookingProposalRequest.Terms
source: By sending a Booking Request, you agree to our <b>Services Agreement</b> and the <b>Stripe Connected Account Agreement</b>
ca: Enviant la Sol·licitud de Reserva, acceptes <b>l' Acord de Serveis</b> i l' <b>Acord de Conexió de Compte d'Stripe </b>
es: Mandando la Solicitud de Reserva, acepto vuestra <b>Política de Servicios</b> y el <b>Acuerdo de Conexión de Cuenta de Stripe</b>
fr: En envoyant une Demande de Réservation, vous acceptez nos <b>Conditions d'Utilisation</b> et les <b>Conditions d'Utilisation de Stripe</b>
it: Inviando una Richiesta di Prenotazione, accetti i nostri <b>Accordi sui Servizi</b> e <b>Accordi sul Conto Connesso Stripe </b>
nl: Door een boekingsverzoek te sturen ga je akkoord met onze <b>Dienstovereenkomst</b> en de <b>Stripe Connected Account Overeenkomst</b>

# BookingProposalRequest.Button
source: Send Booking Request
ca: Enviar Sol·licitud de Reserva
es: Enviar Solicitud de Reserva
fr: Envoyer une Demande de Réservation
it: Invia Richiesta di Prenotazione
nl: Stuur boekingsverzoek

# BookingRequest.Chat.Pending
source: Booking Request
ca: Sol·licitud de Reserva
es: Solicitud de Reserva
fr: Demande de Réservation
it: Richiesta di Prenotazione
nl: Boekingsverzoek

# BookingRequest.Chat.Booked
source: Booked
ca: Reservada
es: Reservada
fr: Réservée
it: Prenotatata
nl: Geboekt

# BookingRequest.RoomAddress
source: Room address:
ca: Direcció de l'habitació:
es: Dirección de la habitación:
fr: Adresse de la chambre :
it: Indirizzo stanza:
nl: Kameradres

# BookingRequest.EntryDate
source: Entry date:
ca: Data d'entrada:
es: Fecha de entrada:
fr: Date d'entrée :
it: Data d'ingresso:
nl: Startdatum:

# BookingRequest.BookingAmount
source: Booking
ca: Reserva
es: Reserva
fr: Réservation
it: Prenotazione
nl: Boeking

# BookingRequest.BookingFee
source: Service fee (100% free)
ca: Cost del servei (100% gratuït)
es: Coste del servicio (100% gratis)
fr: Frais de service (100% gratuit)
it: Costi servizio (100% gratis)
nl: Servicekosten (100% gratis)

# BookingRequest.TotalAmount
source: Total amount
ca: Import total
es: Importe total
fr: Montant total
it: Importo totale
nl: Totaalbedrag

# BookingRequest.Lister
source: Lister:
ca: Anunciant:
es: Anunciante:
fr: Annonceur :
it: Inserzionista:
nl: Plaatser:

# BookingRequest.Seeker
source: Seeker:
ca: Futur company de pis:
es: Futuro compañero de piso:
fr: Candidat :
it: Affittuario:
nl: Zoeker:

# BookingRequest.Info.MoreInfo
source: Need more info? <u>See booking information</u>
ca: Vols saber algo més? <u>Veure info sobre la Reserva</u>
es: ¿Quieres saber más? <u>Ver info de Reserva</u>
fr: Besoin de plus d'information ? <u>Consultez les détails de la réservation</u>
it: Hai bisogni di maggiori informazioni <u>Vedi le informazioni di prenotazione</u>
nl: Meer info nodig? <u>Zie boekingsinformatie</u>

# BookingRequest.Info.Example.First
source: Protection of your personal information
ca: Protecció de la teva informació personal
es: Protección de tu información personal
fr: Protection de vos données personnelles :
it: Protezione dei tuoi dati personali
nl: Bescherming van je persoonlijke informatie

# BookingRequest.Info.Example.Second
source: Secure online payment.
ca: Pagament ONLINE segur
es: Pago ONLINE seguro
fr: Paiement en ligne sécurisé
it: Pagamento online sicuro.
nl: Veilige online betaling.

# BookingRequest.Info.Example.Third
source: 24h to check your room after entry date
ca: 24h per revisar la teva habitació després de la data d'entrada
es: 24h para revisar tu habitación tras la fecha de entrada
fr: 24 h pour vérifier l'état de votre chambre après votre arrivée
it: 24h per controllare la tua stanza dopo la data d'ingresso
nl: 24 uur om je kamer te controleren na de startdatum

# BookingRequest.Info.Example.Fourth
source: 100% refundable in case of EXTERNAL cancellation
ca: 100% reemborsable en cas de cancel·lació EXTERNA
es: 100% reembolsable en caso de cancelación EXTERNA
fr: 100 % remboursable en cas d'annulation externe
it: 100% rimborsabile in caso di cancellazione ESTERNA
nl: 100% terugbetaling in geval van EXTERNE annulering

# BookingRequest.Info.Example.Lister.First
source: Protection of your personal information
ca: Protecció de la teva informació personal
es: Protección de tu información personal
fr: Protection de vos données personnelles :
it: Protezione dei tuoi dati personali
nl: Bescherming van je persoonlijke informatie

# BookingRequest.Info.Example.Lister.Second
source: Booking payment 100% guaranteed
ca: Cobrament de la reserva 100% garantit
es: Cobro de la reserva 100% garantizado
fr: Paiement de la Réservation 100 % garanti
it: Pagamento della prenotazione garantito al 100%
nl: Boekingsbetaling 100% gegarandeerd

# BookingRequest.Info.Example.Lister.Third
source: Get notifications of the payment's progress
ca: Rep notificacions del progrés del cobrament
es: Recibe notificaciones del progreso del cobro
fr: Recevoir des notifications du processus de paiement
it: Ricevi notifiche del pagamento in corso
nl: Krijg meldingen over het betalingsproces

# BookingRequest.Request.Title
source: Booking Request
ca: Sol·licitud de Reserva
es: Solicitud de Reserva
fr: Demande de Réservation
it: Richiesta di Prenotazione
nl: Boekingsverzoek

# BookingRequest.Request.Initial.Seeker.Subtitle
source: %@ is interested in you to rent the room and wants to confirm a booking.
ca: %@ té interès a llogar-te la seva habitació i vol confirmar una Reserva.
es: %@ tiene interés en alquilarte su habitación y quiere confirmar una reserva.
fr: %@ aimerait vivre en coloc avec vous et souhaite que vous confirmiez la réservation.
it: A %@interessa affittare la stanza e vuole confermare la prenotazione.
nl: %@ is geïnteresseerd in jou om de kamer te huren en wil een boeking bevestigen.

# BookingRequest.Request.Initial.Seeker.SecondSubtitle
source: • You have 24 hours to accept or reject the Booking request before it expires. Hurry up and be the first to accept and pay the booking • The room will ONLY be booked if you accept the request and confirm the booking payment • Badi will HOLD the Booking amount until 24 hours after the entry date
ca: • Tens 24 hores per acceptar o rebutjar la Sol·licitud de Reserva abans de que caduqui. Dona't pressa i sigues el primer en acceptar i pagar la Reserva • L'habitació només estarà reservada si acceptes la Sol·licitud i confirmes el pagament • Badi guardarà l'import de la Reserva fins a 24 hores després de la data d'entrada
es: • Tienes que aceptar o rechazar la Solicitud o en 24 horas caducará. Date prisa y sé el primero en aceptar y pagar la Reserva • La habitación solo estará reservada si aceptas la Solicitud y confirmas el pago • Badi guardará el importe de la Reserva hasta 24 horas después de la fecha de entrada
fr: • Vous avez 24 heures pour accepter ou décliner la Demande de réservation avant qu'elle n'arrive à expiration. Ne laissez pas filer une occasion en or ! Acceptez et payez la réservation maintenant. • La chambre sera réservée SI ET SEULEMENT SI vous acceptez la demande et confirmez le paiement de la réservation. • Badi retiendra le montant de la Réservation jusqu'à 24 heures après votre arrivée.
it: • Hai 24 ore di tempo per accettare o rifiutare la richiesta di Prenotazione prima della sua scadenza. Sbrigati per essere il primo ad accettare e pagare la prenotazione • La stanza sarà prenotata SOLO se accetti la richiesta e confermi il pagamento della prenotazione • Badi TRATTIENE l'importo della prenotazione fino a 24 ore dopo la data d'ingresso
nl: • Je hebt 24 uur om het boekingsverzoek te accepteren of te weigeren voor het vervalt. Schiet op en wees de eerste om de boeking te accepteren en te betalen • De kamer zal ALLEEN geboekt worden als je het verzoek accepteert en de boekingsbetaling hebt bevestigd • Badi houdt het boekingsbedrag VAST tot 24 uur na de startdatum

# BookingRequest.Request.Initial.Lister.Subtitle
source: %@ is interested in renting your room and wants to confirm a booking.
ca: %@ té interès a llogar-te la seva habitació i vol confirmar una Reserva.
es: %@ tiene interés en alquilarte su habitación y quiere confirmar una reserva.
fr: %@ aimerait louer vote chambre et confirmer la réservation.
it: %@ è interessato ad affittare la tua stanza e vuole confermare una prenotazione
nl: %@ is geïnteresseerd om je kamer te huren en wil een boeking bevestigen.

# BookingRequest.Request.Initial.Lister.SecondSubtitle
source: •You have to accept or reject the Request or it will expire after 24 hours •The room will ONLY be booked if you accept the request and confirm your account information •Badi will HOLD the Booking amount until 48 hours after the entry date
ca: • Accepta o rebutja la Sol·licitud o caducarà passades 24 hores • L'habitació només estarà reservada si acceptes la Sol·licitud i confirmes la teva informació de compte bancari • Badi guardarà l'import de la Reserva fins a 48 hores després de la data d'entrada
es: • Tienes que aceptar o rechazar la Solicitud o en 24 horas caducará • La habitación solo estará reservada si aceptas la Solicitud y confirmas la información de tu cuenta bancaria • Badi guardará el importe de la Reserva hasta 48 horas después de la fecha de entrada
fr: • Vous devez accepter ou décliner la Demande de réservation avant qu'elle n'arrive à expiration après 24 heures. • La chambre sera réservée SI ET SEULEMENT SI vous acceptez la demande et confirmez les informations de votre compte. • Badi retiendra le montant de la Réservation jusqu'à 48 heures après la date d'arrivée.
it: • Devi accettare o rifiutare la Richiesta, o scadrà dopo 24 ore • La stanza sarà prenotata SOLO se accetti la richiesta e confermi le tue informazioni sul conto • Badi TRATTIENE l'importo fino a 48 ore dopo la data d'ingresso
nl: •Je moet het verzoek accepteren of weigeren, ander zal het na 24 uur vervallen •De kamer zal ALLEEN geboekt worden als je het verzoek accepteert en je rekeninginformatie hebt bevestigd •Badi houdt het boekingsbedrag VAST tot 48 uur na de startdatum

# BookingRequest.Request.Action.Reject
source: Reject
ca: Rebutjar
es: Rechazar
fr: Décliner
it: Rifiuta
nl: Weiger

# BookingRequest.Request.Action.Accept
source: Accept
ca: Acceptar
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteer

# BookingRequest.PaymentInfo.Title
source: Payment Information
ca: Informació de Pagament
es: Información de Pago
fr: Informations de paiement
it: Dettagli Pagamento
nl: Betaalinformatie
