Repository: sperev/PhraseAppDemo
Catalog: PHraseAppDemo/*.lproj/Localizable.strings
Languages: ca, es, fr, it, nl

# ProfileTag.Tag.Personality.Title
source: Personality
ca: Personalitat
es: Personalidad
fr: Personnalité
it: Personalità
nl: Persoonlijkheid

# ProfileTag.Tag.Lifestyle.Title
source: Lifestyle
ca: Estil de vida
es: Estilo de vida
fr: Mode de vie
it: Tipo di vita

# ProfileTag.Tag.Music.Title
source: Music
ca: Música
es: Música
fr: Musique
it: Musica
nl: Muziek

# ProfileTag.Tag.Sport.Title
source: Sports
ca: Esports
es: Deportes
it: Sport
nl: Sport

# ProfileTag.Tag.Movie.Title
source: Movie genres
ca: Tipus de pel·lícules
es: Tipos de películas
fr: Genres de film
it: Generi di film
nl: Films

# Profile.Picture.Select
source: Select source
ca: Escollir imatge
es: Elegir foto
fr: Choisir une photo
it: Seleziona sorgente
nl: Selecteer bron

# Profile.Picture.Album
source: Album
ca: Àlbum
es: De mi álbum

# Profile.Picture.Camera
source: Camera
ca: Obrir càmera
es: Abrir cámara
fr: Appareil photo
it: Fotocamera

# Profile.Picture.Edit
source: upload
ca: Pujar
es: Subir
fr: Télécharger
it: carica
nl: uploaden

# Profile.Language.Title
source: I speak ...
ca: Parlo...
es: Hablo...
fr: Je parle...
it: Parlo...
nl: Ik spreek ...

# Profile.Language.Update
source: Update
ca: Guardar
es: Guardar
fr: Mettre à jour
it: Aggiorna

# Profile.Verify.Action
source: Verify
ca: Verificar
es: Verificar
fr: Vérifier
it: Verifica
nl: Verifieer

# Profile.Verify.AlternativeAction
source: I already have a code
ca: Ja tinc un codi
es: ¡Ya tengo un código!
fr: J'ai déjà un code
it: Ho già un codice
nl: Ik heb al een code

# Profile.Confirm.Action
source: Send code
ca: Enviar codi
es: Enviar código
fr: Envoyer code
it: Invia codice
nl: Stuur code

# Profile.Confirm.InputPlaceholder
source: code
ca: codi
es: código
it: codice

# Profile.Verify.PhoneTitle
source: Verify phone
ca: Verificar telèfon
es: Verificar teléfono
fr: Vérifier téléphone
it: Verifica telefono
nl: Verifieer telefoon

# Profile.Verify.PhoneContent
source: Enter your phone number and confirm your identity with the code that we will send you.
ca: Introdueix el teu número de telèfon per a rebre el codi de verificació
es: ¿Nos das tu teléfono? Te enviaremos un mensaje con el código de verificación.
fr: Entrez votre numéro de téléphone et confirmez votre identité avec le code que nous allons vous envoyer.
it: Inserisci il tuo numero telefonico e conferma la tua identità con il codice che ti invieremo via SMS.
nl: Typ een telefoonnummer en bevestig je identiteit met de code die we je zullen sturen.

# Profile.Verify.PhoneInputPlaceholder
source: Country
ca: País
es: País
fr: Pays
it: Nazione
nl: Land

# Profile.Verify.PhoneSecondInputPlaceholder
source: Number
ca: Número de telèfon
es: Nº de teléfono
fr: Numéro
it: Numero
nl: Nummer

# Profile.Confirm.PhoneContent
source: Enter the verification code we sent by phone.
ca: Introdueix el codi de verificació que t'hem enviat al mòbil
es: Porfi, introduce el código de verificación que te hemos enviado a tu móvil.
fr: Entrez le code de vérification que nous vous avons envoyé par téléphone.
it: Inserisci il codice di verifica che ti abbiamo inviato via SMS.
nl: Vul de verificatiecode in die we je per telefoon stuurden

# Profile.Verify.MailTitle
source: Verify email
ca: Verificar email
es: Verificar email
fr: Vérifiez votre email
it: Verifica email
nl: Verifieer email

# Profile.Verify.MailContent
source: Write your email and confirm your identity with the code we will send you.
ca: Introdueix la teva adreça de correu electrònic per a rebre el codi de verificació
es: ¿Nos das tu mail? No vamos a spamearte. Necesitamos enviarte el código de verificación.
fr: Écrivez votre email et confirmez votre identité avec le code que nous vous avons envoyé.
it: Scrivi il tuo indirizzo email e conferma la tua identità con il codice che ti invieremo.
nl: Typ je emailadres en bevestig je identiteit met de code die we je zullen sturen.

# Profile.Confirm.MailContent
source: Enter the verification code we sent by email.
ca: Introdueix el codi promocional que t'hem enviat per correu electrònic.
es: Porfi, introduce el código de verificación que te hemos enviado por mail.
fr: Entrez le code de vérification que nous vous avons envoyé par email.
it: Inserisci il codice di verifica che ti abbiamo inviato via email.
nl: Vul de verificatiecode in die we je per email stuurden

# Tags.Title
source: Tell us a bit about you
ca: Explica'ns alguna cosa sobre tu
es: Cuéntanos un poco acerca de ti
fr: Parlez-nous un peu de vous
it: Parlaci un po' di te
nl: Vertel ons iets over jezelf

# Tags.Subtitle
source: You can choose up to 10 options for each category.
ca: Pots escollir fins a 10 opcions per a cada categoria.
es: Puedes elegir hasta 10 opciones para cada categoría.
fr: Vous pouvez choisir jusqu’à 10 options pour chaque catégorie.
it: Puoi scegliere fino a 10 opzioni per categoria.
nl: Je kunt per categorie maximaal 10 opties kiezen.

# Setting.Title
source: Settings
ca: Configuració
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen

# Setting.Invite
source: Invite a friend
ca: Convida a un amic
es: Comparte la app
fr: Inviter un ami
it: Invita un amico
nl: Nodig een vriend uit

# Setting.Rate
source: Rate the app
ca: Valora la app
es: Valora la app
fr: Évaluer l'appli
it: Recensisci questa app
nl: Beoordeel de app

# Setting.Partner
source: Partner with us
ca: Col·labora amb nosaltres
es: Colabora con nosotros
fr: Collaborer avec nous
it: Collabora con noi
nl: Word onze partner

# Setting.Support
source: Support & Help
ca: Suport i Ajuda
es: Soporte y ayuda
fr: Service client
it: Supporto e Aiuto
nl: Ondersteuning en hulp

# Setting.Switch
source: Switch to
ca: Canviar a
es: Cambiar a
fr: Devenez
it: Passa a
nl: Verander naar

# Setting.Logout
source: Log out
ca: Tanca sessió
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Log uit

# Setting.Contact
source: Chat with us
ca: Contacta amb nosaltres
es: Contacta con nosotros
fr: Chattez avec nous
it: Chatta con noi
nl: Chat met ons

# Setting.Report
source: Report a bug
ca: Informa'ns d'un problema
es: Infórmanos de un problema
fr: Signaler un incident
it: Segnala un bug
nl: Rapporteer een fout

# Setting.TermsAndConditions
source: Terms & Conditions
ca: Termes i Condicions d'ús
es: Términos y Condiciones de Uso
fr: Termes et conditions
it: Termini e Condizioni
nl: Algemene Voorwaarden

# Setting.Delete
source: Delete account
ca: Eliminar compte
es: Eliminar cuenta
fr: Supprimer le compte
it: Cancella account
nl: Verwijder account

# Setting.Delete.MyID
source: My ID:
ca: El meu ID:
es: Mi ID:
fr: Mon ID :
it: Il mio ID:
nl: Mijn ID:

# Setting.PaymentData
source: My account
ca: El meu compte
es: Mi cuenta
fr: Mon compte
it: Il mio conto
nl: Mijn account

# Setting.Privacy
source: Privacy
ca: Privacitat
es: Privacidad
fr: Confidentialité

# Invite.Text
source: When I tried Badi, I thought of you. The app allows you to rent or find rooms in shared flats and meet roommates. I think you'll like it 😉
ca: Quan he vist aquesta app, m'ha fet pensar en tu. Et permet buscar una habitació o llogar l'habitació lliure que tens al teu pis i trobar nous companys de pis segons la teva edat, aficions i gustos. Segur que t'encantarà 😉
es: Cuando he visto esta app, he pensado en ti. Con esta app puedes alquilar la habitación que tienes disponible en tu piso compartido y encontrar compañeros de piso según tu edad, gustos y aficiones. ¡Creo que te interesa y te gustará! 😉
fr: Quand j'ai testé Badi, j'ai pensé à vous. Cette appli permet de louer ou trouver des chambres en colocation et trouver le colocataire parfait. 😉
it: Quando ho provato Badi, ti ho pensato. L'app ti permette di affittare o cercare stanze in appartamenti condivisi e trovare i tuoi nuovi coinquilini. Penso che ti piacerà 😉
nl: Toen ik Badi ontdekte dacht ik aan jou. Met de app kun je kamers in gedeelde appartementen vinden, huren en huisgenoten te ontmoeten. Ik denk dat je het leuk zal vinden 😉

# Partner.EmailTitle
source: I have a partnership proposal for Badi
ca: Tinc una proposta de col·laboració per Badi
es: Tengo una propuesta de colaboración para Badi
fr: J'ai une proposition de collaboration pour Badi
it: Ho una proposta di collaborazione per Badi
nl: Ik heb een partnervoorstel voor Badi

# ReportError.EmailTitle
source: There is something wrong ...
ca: Ups! Alguna cosa no va bé...
es: Uy, hay un error con...
fr: Quelque chose ne va pas...
it: C'è qualcosa che non va...
nl: Er ging iets fout ...

# ReportError.Model
source: Device model
ca: Model de dispositiu
es: Modelo del dispositivo
fr: Modèle du dispositif
it: Modello dispositivo

# ReportError.OS
source: OS Version
ca: Versió del Sistema Operatiu
es: Versión del OS (Sistema Operativo)
fr: Version OS
it: Versione OS
nl: OS versie

# ReportError.AppVersion
source: App Version
ca: Versió de l'App
es: Versión de la App
it: Versione App
nl: App versie

# ReportError.UserId
source: User ID
ca: ID d'usuari
es: ID de usuario
fr: ID de l'utilisateur
it: ID Utente
nl: Gebruikers-ID

# Delete.EmailTitle
source: Please delete my account
ca: M'agradaria eliminar el meu compte
es: Me gustaría eliminar mi cuenta
fr: Je voudrais supprimer mon compte
it: Per favore cancella il mio account
nl: Verwijder mijn account

# Delete.EmailBody
source: My ID:
ca: El meu ID:
es: Mi ID:
fr: Mon identifiant :
it: Il mio ID:
nl: Mijn ID:

# UserType.Seeker
source: Seeker
ca: Busco habitació
es: Busco habitación
fr: Candidat
it: Cerco una stanza
nl: Zoeker

# UserType.Lister
source: Lister
ca: Llogo habitació
es: Anunciante
fr: Annonceur
it: Affitto una stanza
nl: Plaatser

# ListerRoom.Title
source: My Rooms
ca: Les meves habitacions
es: Mis habitaciones
fr: Mes chambres
it: Le mie Stanze
nl: Mijn kamers

# ListerRoom.ListRoom
source: List Room
ca: Publicar habitació
es: Publicar habitación
fr: Publier logement
it: Pubblica una Stanza
nl: Plaats kamer

# ListerRoom.ListRoomDescription
source: To get back to the Seeker mode, go to your profile and choose the two arrows button.
ca: Per tornar al mode "busco habitació", vés al teu perfil i selecciona el botó amb les fletxetes
es: Para volver al modo "busco habitación", ve a tu perfil y pulsa el botón con flechas
fr: Pour revenir à l'espace Candidat, consultez votre profil et cliquez sur le bouton fléché.
it: Per ritornare alla modalità "Cerco una stanza", vai al tuo profilo e scegli il pulsante con la doppia freccia
nl: Om terug te keren naar de Zoeker-mode ga je naar je profiel en kies je de twee pijltjestoetsen

# PostedRooms.Title
source: Find a Badi
ca: Troba el teu Badi
es: Encuentra tu Badi
fr: Trouvez votre Badi
it: Trova un Badi
nl: Vind een Badi

# PostedRooms.EmptyContent
source: Post or create a room to receive requests and recommendations.
ca: Publica o crea una nova habitació per a rebre sol·licituds i recomanacions
es: Publica o crea una nueva habitación para recibir solicitudes y recomendaciones
fr: Publiez ou créez une nouvelle chambre pour recevoir des demandes et recommandations.
it: Pubblica o crea una stanza per ricevere richieste e suggerimenti.
nl: Plaats of maak een kamer om verzoeken en aanbevelingen te ontvangen.

# PostedRooms.EmptyFooter
source: Go to My Listings
ca: Anar a Les meves habitacions
es: Ir a Mis Habitaciones
fr: Aller à Mes chambres
it: Vai alle Mie Inserzioni
nl: Ga naar Mijn Advertenties

# Request.Status.Pending
source: Pending
ca: Pendent
es: Pendiente
fr: En attente
it: In attesa
nl: In afwachting

# Request.Status.Accepted
source: Accepted
ca: Acceptada
es: Aceptada
fr: Acceptée
it: Accettata
nl: Geaccepteerd

# Request.Status.Rejected
source: Denied
ca: Denegada
es: Denegada
fr: Déclinée
it: Rifiutata
nl: Geweigerd

# Request.Status.NonAvailable
source: Room not available
ca: Habitació no disponible
es: Habitación no disponible
fr: Chambre non disponible
it: Stanza non disponibile
nl: Kamer niet beschikbaar

# Request.Status.Expired
source: Expired
ca: Caducada
es: Caducada
fr: Expirée
it: Scaduta
nl: Vervallen

# Request.NewRequest
source: New Request
ca: Nova sol·licitud
es: Nueva solicitud
fr: Nouvelle demande
it: Nuova Richiesta
nl: Nieuw Verzoek

# Request.NewRequests
source: New Requests
ca: Noves sol·licituds
es: Nuevas solicitudes
fr: Nouvelles demandes
it: Nuove Richieste
nl: Nieuw Verzoek

# Request.CardTitle
source: Requested your room
ca: Vol ser el teu Badi
es: Quiere ser tu Badi
fr: aimerait être votre Badi
it: ha richiesto la tua stanza
nl: Heeft je kamer aangevraagd

# Request.ButtonNo
source: Decline
ca: Rebutjar
es: Rechazar
fr: Décliner
it: Rifiuta
nl: Weiger

# Request.ButtonYes
source: Accept & Chat
ca: Acceptar & Xatejar
es: Aceptar y Chatear
fr: Accepter
it: Accetta e chatta
nl: Accepteer & Chat

# Request.Title
source: requests
ca: sol·licituds
es: solicitudes
fr: demandes
it: richieste
nl: verzoeken

# Request.Placeholder
source: Check here to see requests from Badis that are interested in your room.
ca: Aquí podràs veure les sol·licituds dels badis que estan interessats en la teva habitació.
es: Aquí podrás ver las solicitudes de badis que están interesados en tu habitación.
fr: Vous trouverez ici les demandes des badis intéressés par votre chambre.
it: Controlla qui per vedere le richieste dei badi interessati alla tua stanza.
nl: Check hier verzoeken van Badi's die geïnteresseerd zijn in jouw kamer.

# Invitation.NewInvitation
source: New Invitation
ca: Nova invitació
es: Nueva Invitación
fr: Nouvelle invitation
it: Nuovo Invito
nl: Nieuwe Uitnodiging

# Invitation.NewInvitations
source: New Invitations
ca: Noves invitacions
es: Nuevas Invitaciones
fr: Nouvelles invitations
it: Nuovi Inviti
nl: Nieuwe Uitnodigingen

# Invitation.AcceptedMessage
source: You accepted the invitation, click here to chat with the Seeker.
ca: Has acceptat la invitació, clica aquí i podreu començar a parlar
es: ¡Bien! Has aceptado la invitación. Ya puedes empezar a chatear.
fr: Vous avez accepté l'invitation. Cliquez ici pour chatter avec le Candidat.
it: Hai accettato l'invito, clicca qui per chattare con il futuro coinquilino.
nl: Je hebt de uitnodiging geaccepteerd. Klik hier om met de Zoeker te chatten.

# Invitation.Empty.Title
source: Empty inbox
ca: Ups! Això està molt buit
es: Esto está vacío
fr: Boîte de réception vide
it: Casella vuota
nl: Je inbox is leeg

# Invitation.Empty.Subtitle
source: If any roommate is interested in your profile, you will get the invitation here.
ca: Si un Badi que lloga habitació s'interessa pel teu perfil, rebràs les invitacions aquí.
es: En cuanto haya habitaciones interesadas en tu perfil, recibirás tooodas las notificaciones aquí. Paciencia. ¡Ya llegan!
fr: Dès qu'un colocataire est intéressé par votre profil, vous recevrez toutes les notifications ici !
it: Se un coinquilino è interessato al tuo profilo, riceverai un invito in questa sezione.
nl: Als een kamergenoot geïnteresseerd is in je profiel zul je hier een uitnodiging krijgen.

# Invitation.Aprove
source: Accept
ca: Acceptar
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteer

# Invitation.Reject
source: Decline
ca: Rebutjar
es: Descartar
fr: Décliner
it: Rifiuta
nl: Weiger

# Alert.FirstInvitation.Title
source: Congrats! You just received your first request from a Lister
ca: Felicitats! Has rebut la teva primera sol·licitud d'un anunciant
es: ¡Felicidades! Acabas de recibir tu primera solicitud de un anunciante.
fr: Félicitations ! Vous venez de recevoir votre première demande de la part d'un Annonceur
it: Congratulazioni! Hai appena ricevuto la tua prima richiesta da un'Inserzionista
nl: Gefeliciteerd! Je hebt net je eerste verzoek van een Plaatser ontvangen

# Alert.FirstInvitation.Subtitle
source: Accept it to get chatting or Decline it if you don’t think you’re a match.
ca: Accepta per xatejar o descarta si no creus que és un bon matx.
es: Acepta para chatear o descarta si no crees que es un buen match.
fr: Acceptez pour commencer à chatter ou Déclinez la demande si vous ne pensez pas vous correspondre.
it: Accettala per iniziare a chattare o Rifiutala se non pensi di avere un match.
nl: Accepteer deze om een chat te starten of wijs deze af als je denkt dat jullie geen match zijn.

# Alert.FirstInvitation.Button
source: Got it!
ca: Entesos!
es: ¡Entendido!
fr: Compris !
it: Capito!
nl: Ga door!

# Recommendation.Success
source: Invitation sent. Once accepted you’ll be able to chat with this user.
ca: Invitació enviada. Un cop sigui acceptada podreu començar a parlar!
es: ¡Yuju! Invitación enviada. Cuando acepte tu invitación, podréis chatear 😌
fr: Invitation envoyée. Une fois acceptée, vous pourrez commencer à chatter.
it: Invito inviato correttamente. Quando verrà accettato, potrai chattare con l'utente.
nl: Uitnodiging verstuurd. Zodra het geaccepteerd is kun je beginnen chatten met deze gebruiker.

# Recommendation.CardTitle
source: Recommended
ca: Recomanats per a tu
es: Recomendad@s para ti
fr: recommandés
it: Consigliato/a
nl: Aanbevolen

# Recommendation.ButtonNo
source: Discard
ca: Descartar
es: Descartar
fr: Décliner
it: Ignora
nl: Verwijderen

# Recommendation.ButtonYes
source: Invite
ca: Convidar
es: Invitar
fr: Inviter
it: Invita
nl: Uitnodigen

# Recommendation.Placeholder
source: Check here to see recommended Badis based on your profile and interests.
ca: Aquí trobaràs badis recomanats basats en el teu perfil i interessos.
es: Aquí encontrarás badis recomendados basados en tu perfil e intereses.
fr: Vous trouverez ici les badis recommandés pour vous selon votre profil et vos centres d'intérêt.
it: Controlla qui per vedere i badi suggeriti sulla base del tuo profilo e dei tuoi interessi.
nl: Check hier om Badi's te zien die aanbevolen zijn op basis van jouw profiel en interesses.

# Recommendation.Title
source: recommendations
ca: recomanacions
es: recomendaciones
fr: recommandations
it: suggerimenti
nl: aanbevelingen

# Alert.TrustedUser.Title
source: Trusted User
ca: Usuari de confiança
es: Usuario de confianza
fr: Utilisateur de Confiance
it: Utente Fidato

# Alert.TrustedUser.Subtitle
source: This user has all account information verified and is ready to book a room
ca: Aquest usuari ha verificat el seu compte i està disponible per reservar l'habitació
es: Este usuario tiene toda la información bancaria verificada y puede reservar su habitación
fr: Les informations du compte de cet utilisateur sont vérifiées. Il est prêt à réserver une chambre.
it: Questo utente ha tutte le informazioni relative al conto verificate ed è pronto per prenotare una stanza
nl: Deze gebruiker heeft alle rekeninggegevens geverifieerd en is klaar om een kamer te boeken

# RoomCreate.Title
source: List Room
ca: Publicar habitació
es: Publicar habitación
fr: Publier logement
it: Aggiungi Stanza
nl: Plaats kamer

# RoomCreate.TitleEdit
source: Edit Room
ca: Editar Habitació
es: Editar Habitación
fr: Modifier
it: Modifica Stanza
nl: Wijzig kamer

# RoomCreate.TitlePictures
source: Pictures
ca: Imatges
es: Imágenes
fr: Photos
it: Foto
nl: Afbeeldingen

# RoomCreate.Pictures
source: Beautiful photos + Quantity = More opportunities!!
ca: Fotos horitzontals + llum= més oportunitats!
es: Fotos horizontales + luz = ¡más oportunidades!
fr: De belles photos + quantité = Plus d'opportunités !
it: Foto di qualità + Quantità = Più opportunità!
nl: Prachtige foto's + Hoeveelheid = Meer kansen!

# RoomCreate.Picture.Cover
source: Cover
ca: Portada
es: Portada
fr: Couverture
it: Immagine di copertina
nl: Omslag

# RoomCreate.Picture.Sort
source: Drag to order
ca: Arrossega per moure
es: Arrastra para ordernar
fr: Faire glisser pour réorganiser
it: Trascina per riordinare
nl: Sleep om te ordenen

# RoomCreate.TitleAbout
source: About the room
ca: Sobre l'habitació
es: Sobre la habitación
fr: À propos du logement
it: Dettagli Stanza
nl: Over de kamer

# RoomCreate.Title.Placeholder
source: Room title
ca: Títol de l'habitació
es: Título de la habitación.
fr: Titre de l'annonce
it: Titolo stanza
nl: Titel kamer

# RoomCreate.Title.Limit
source: 35 characters max
ca: (ex: Habitació gran i lluminosa)
es: 35 caracteres máx.
fr: 35 caractères max
it: massimo 35 caratteri
nl: Max. 35 tekens

# RoomCreate.Location.Wont
source: (We won't show your exact location)
ca: (No mostrarem la localització exacta)
es: (No enseñaremos la localización exacta)
fr: (Nous ne montrerons pas votre position exacte)
it: (Non mostreremo la tua posizione esatta)
nl: (We zullen niet je exacte locatie tonen)

# RoomCreate.Location.Placeholder
source: Location
ca: Ubicació
es: Ubicación
fr: Position
it: Posizione
nl: Locatie

# RoomCreate.Price
source: Price per month
ca: Preu mensual
es: Precio mensual
fr: Prix par mois
it: Prezzo mensile
nl: Prijs per maand

# RoomCreate.BillsIncluded
source: Bills are included
ca: Despeses incloses
es: Están incluidos los gastos
fr: Les charges sont incluses
it: Le bollette sono comprese
nl: Rekeningen zijn inclusief

# RoomCreate.TitleAvailable
source: Available
ca: Disponible
es: Disponible
fr: Disponibilité
it: Disponibile
nl: Beschikbaar

# RoomCreate.From
source: From
ca: Des de
es: Desde
fr: À partir du
it: Dal
nl: Van

# RoomCreate.To
source: To
ca: Fins
es: Hasta
fr: Jusqu'à
it: al
nl: tot

# RoomCreate.MinimumStay
source: Minimum stay (months)
ca: Estança mínima (mesos)
es: Estancia mínima (meses)
fr: Séjour minimum (mois)
it: Soggiorno minimo (mesi)
nl: Minimum duur (maanden)

# RoomCreate.TitleRoomates
source: Total roommates
ca: Quants companys sou al pis?
es: ¿Cuántos compañeros sois?
fr: Nombre de colocataires
it: Numero di coinquilini
nl: Totaal aantal huisgenoten

# RoomCreate.DoYouHaveFlatmates
source: Do you have any flatmates?
ca: Tens companys de pis?
es: ¿Tienes compañeros de piso?
fr: Avez-vous des colocataires ?
it: Hai qualche coinquilino?
nl: Heb je huisgenoten?

# RoomCreate.Roomates.Included
source: Include yourself
ca: Tu inclòs
es: Tú incluido
fr: Vous y compris
it: Includiti nel totale
nl: Jezelf inbegrepen

# RoomCreate.Roomates.Female
source: female
ca: dona
es: mujer
fr: femme
it: donne
nl: vrouw

# RoomCreate.Roomates.Male
source: male
ca: home
es: hombre
fr: homme
it: uomini
nl: man

# RoomCreate.EditBadis
source: edit badis
ca: edita badis
es: editar badis
fr: modifier badis
it: modifica badi
nl: wijzig Badi's

# RoomCreate.TitleBed
source: Type of bed
ca: Tipus de llit
es: Tipo de cama
fr: Type de lit
it: Tipo di letto
nl: Soort bed

# RoomCreate.TitleAmenities
source: Amenities
ca: Comoditats
es: Comodidades
fr: Équipements
it: Caratteristiche
nl: Voorzieningen

# RoomCreate.SelectAmenities
source: Select the amenities
ca: Selecciona les comoditats
es: Selecciona las comodidades
fr: Sélectionnez les équipements
it: Scegli le caratteristiche
nl: Selecteer voorzieningen

# RoomCreate.SeeAllAmenities
source: see all
ca: veure-les totes
es: ver todas
fr: voir tout
it: vedi tutte
nl: zie alle

# RoomCreate.TitleDescription
source: Description
ca: Descripció
es: Descripción
it: Descrizione
nl: Beschrijving

# RoomCreate.Description.MaxLenght
source: 3000 characters max
ca: 3000 caràcters màxim
es: 3000 caracteres máx.
fr: 3000 caractères max
it: Massimo 3000 caratteri
nl: Max. 3000 tekens

# RoomCreate.ListRoomButton
source: List room
ca: Publicar habitació
es: Publicar habitación
fr: Publier logement
it: Aggiungi stanza
nl: Plaats kamer

# RoomCreate.EditRoomButton
source: Save changes
ca: Guardar canvis
es: Guardar cambios
fr: Sauvegarder les modifications
it: Salva le modifiche
nl: Bewaar wijzigingen

# RoomCreate.Available.Now
source: right now
ca: ara
es: ahora
fr: maintenant
it: adesso
nl: nu

# RoomCreate.Available.Today
source: Today
ca: Avui
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag

# RoomCreate.Available.Undefined
source: no date
ca: sense data
es: sin fecha
fr: sans date
it: nessuna data
nl: geen datum

# RoomCreate.Available.ChoseDate
source: choose date
ca: escull data
es: elegir fecha
fr: choisir date
it: scegli una data
nl: kies datum
